Repository: hyperlocalhq/django-base-libs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es

source: For security reasons your must enter the old password in order to change it to the new one.
de: Aus Sicherheitsgründen bitte das alte Kennwort eingeben, um es in ein Neues zu ändern.

source: Your confirmed password doesn't match the new password.
de: Ihr eingegebenen Kennworte stimmen nicht überein.

source: Company/Institution
de: Unternehmen/Institution

source: Member of
de: Mitglied von

source: %s was successfully saved.
de: %s wurde erfolgreich gesichert.

source: Change Person
de: Person ändern

source: Change Institution
de: Institution ändern

source: Change Document
de: Ressource ändern

source: Change Event
de: Event ändern

source: Site administration
de: Websiteverwaltung

source: %s administration
de: %s-Verwaltung

source: Role
de: Rolle

source: Roles
de: Rollen

source: Users
de: Benutzer
es: Usuarios

source: site
de: Website

source: sites
de: Websites

source: Authentication
de: Authentifizierung
es: Autenticación

source: External Services
de: Externe Ressourcen

source: User
de: Benutzer

source: Password
de: Kennwort

source: service
de: Dienst

source: services
de: Dienste

source: Service
de: Dienst

source: External ID
de: Externe ID

source: object mapper
de: Objekt Matrix

source: object mappers
de: Objekt Matrix

source: Request
de: Anfrage von

source: Response
de: Antwort

source: service-action log
de: Service-Aktion Log

source: service-action logs
de: Service-Aktion Logs

source: Additional
de: Zusatzinformation

source: FAQ Containers
de: FAQ Container

source: short title
de: Kurz Bezeichnung
es: Título corto

source: a short title to be displayed in page breadcrumbs and headline.
de: ein kurzer Titel, der auf der Seite-Breadcrumbs und Überschrift angezeigt wird.

source: description
de: Beschreibung

source: format for child categories
de: Format für Unterkategorien

source: sort order format for children (python style, e.g '%d')
de: Sortierung Format für Kinder (Python-Stil, z.B. '%d')

source: separate page
de: eigene Seite

source: check, if you want to display relating faqs on a separate page. If this category is not a 'leaf category', it has no effect.
de: Auswählen, wenn Sie bezugnehmende FAQ´s auf einer separaten Seite anzeigen wollen. Wenn diese Kategorie keine Unterkategorien hat, bleibt diese Option ohne Auswirkungen.

source: FAQ Category
de: FAQ Kategorien

source: FAQ Categories
de: FAQ Kategorien

source: # Faqs
de: # FAQ

source: category
de: Kategorie
es: Categoría

source: sort order
de: Reihenfolge
es: Criterio de ordenación

source: question
de: Fragen

source: answer
de: Antwort

source: Question-Answer
de: Frage-Antwort

source: Questions-Answers
de: Fragen-Antworten

source: URL Identifier
de: URL Identifikator

source: path
de: Pfad

source: Favorites
de: Favoriten
es: Favoritos

source: Preferrer
de: Bevorzuger

source: favorite
de: Favorit

source: favorites
de: Favoriten

source: Flaggings
de: Markierungen

source: Flagger
de: Markierender

source: Flag Color
de: Markierungsfarbe

source: flagging
de: Markierung

source: flaggings
de: Markierungen

source: red
de: Rot

source: yellow
de: Gelb

source: green
de: Grün

source: blue
de: Blau

source: gray
de: Grau

source: Image Properties
de: Bildeigenschaften

source: Flatpages
de: Statische Seiten

source: All that goes after '/', for example: 'about/contact/'. Make sure to have trailing slash.
de: Alles nach '/' Beispiel: 'about/contact/'. Wichtig: vorne und hinten muss ein / stehen.

source: image
de: Bild

source: enable comments
de: Kommentare aktivieren

source: Example: 'flatpages/contact_page.html'. If this isn't provided, the system will use 'flatpages/default.html'.
de: Beispiel: 'flatpages/contact_page'. Wenn diese Seite nicht vorliegt, wird 'flatpages/default' als Standard gewählt.

source: registration required
de: Registrierung erforderlich

source: If this is checked, only logged-in users will be able to view the page.
de: Wenn dies ausgewählt ist, ist diese Seite nur für angemeldete Benutzer sichtbar.

source: flat page
de: Statische Seite

source: flat pages
de: Statische Seiten

source: Administration
de: Administrator

source: Specify the 'global' title for all forums here.
de: Geben Sie den 'globale' Titel für alle Foren hier.

source: Allow bumping
de: Bumping erlauben

source: Check, if you want to allow bumping in your forums.
de: Auswählen, wenn Sie "bumping" in den Foren erlauben wollen.

source: Short Title
de: Kurz Titel

source: a short title to be displayed in page breadcrumbs and headline. If left blank, short title is derived from title.
de: Ein kurzer Titel, der als Seitentitel und im Seitenpfad angezeigt wird.

source: Parent Forum
de: Eltern-Forum

source: check this field, if you want your thread to appear continually at the top of the forum.
de: Auswählen, wenn Ihr Beitrag immer am Anfang der Themenliste angezeigt werden soll.

source: Published
de: Veröffentlicht
es: Publicado

source: allow bumping
de: Bumping erlauben

source: check this field, if you want to allow your threads be displayed at the top again, if nobody has answered yet. So, every thread should get a chance to be heard, even if the forum is highly frequented. 'Bumping' is done by posting a second time to the (not yet answered) thread.
de: Auswählen, wenn Ihr Beitrag wieder am Anfang der Themenliste gezeigt werden soll, auch wenn diesen noch niemand beantwortet hat. Dieses "Bumping" erfolgt, indem ein zweites Mal in dem (noch nicht beantworteten) Beitrag gepostet wird.

source: max nesting level
de: max. Schachtelungsebene

source: the maximum nesting level. As forums can contain forums, restrict the nesting level here. If the maximum nesting level is set to 0, only one default forum is allowed.
de: die maximale Schachtelungsebene. Da Foren weitere Foren enthalten können, legen SIe hier die maximalen Schachtelungsebenen fest. Wenn die maximale Schachtelungsebene auf 0 gesetzt ist, ist nur ein Standard-Forum erlaubt.

source: Forums
de: Foren

source: # threads
de: # Themen

source: # replies
de: # Antworten

source: subject
de: Betreff

source: message
de: Nachricht

source: is sticky
de: sticky

source: Thread
de: Thema

source: Threads
de: Themen

source: thread
de: Beitrag

source: Reply
de: Antwort

source: Replies
de: Antworten

source: WARNING! You want to create a new forum under the '%(current_forum)s' forum, which already have threads. All threads of '%(current_forum)s' will be moved to your new forum!
de: ACHTUNG! Sie möchten ein neues Forum unter dem '%(current_forum)s' Forum anlegen, welches bereits Diskussionen enthält. Alle Diskussionen der '%(current_forum)s' wird in Ihr neues Forum verschoben!

source: Groups & Networks
de: Gruppen & Netzwerke

source: Owner
de: Besitzer
es: Propietario

source: Member
de: Mitglied

source: Title 2
de: Titel (zweite Zeile)
es: Título 2

source: Group Type
de: Gruppenart

source: Access Type
de: Zugangsart

source: Membership by Invitation
de: Mitgliedschaft durch Einladung

source: Membership by Confirmation
de: Mitgliedschaft durch Bestätigung

source: Context categories
de: Geschäftsfelder

source: Preferred Language
de: Bevorzugte Sprache

source: Group of People
de: Gruppe

source: Groups of People
de: Gruppen

source: Activation date (oldest first)
de: Erstellungsdatum (älteste zuerst)

source: Activation date (newest first)
de: Erstellungsdatum (neueste zuerst)

source: Request date (oldest first)
de: Anfragedatum (älteste zuerst)

source: Request date (newest first)
de: Anfragedatum (neueste zuerst)

source: Inviter
de: Einladender

source: Accepted by user
de: Vom Benutzer angenommen

source: Blocked
de: Blockiert

source: Contact Person
de: Kontaktperson

source: Confirmer
de: Bestätiger

source: Activated
de: Aktiviert

source: Membership at a Group of People
de: Mitgliedschaft in Gruppe

source: Memberships at Groups of People
de: Mitgliedschaft in Gruppen

source: - Please select -
de: - bitte auswählen -

source: By invitation only
de: Nur durch Einladung

source: By approved request or by invitation
de: Durch Einladung oder Bestätigung

source: Anyone can join
de: Jeder kann beitreten

source: Group Title
de: Gruppentitel

source: Group type
de: Gruppenart

source: Visibility
de: Sichtbarkeit

source: Membership
de: Mitgliedschaft

source: Main language
de: Hauptsprache

source: Please choose at least one creative sector.
de: Bitte wählen Sie zumindest einen Kreativbereich aus.

source: Please choose at least one context category.
de: Bitte wählen Sie mindestens ein Geschäftsfeld.

source: profile data
de: Profildaten

source: Prefix
de: Anrede

source: Prefix is required
de: Anrede wird benötigt

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Position
de: Tätigkeit

source: Mobile
de: Mobiltelefon

source: Contact person
de: Kontaktperson

source: First name is required
de: Vorname wird benötigt

source: People to Invite
de: Personen zur Einladung auswählen

source: Confirm Data
de: Eingaben prüfen

source: History
de: Verlauf

source: Undefined
de: Nicht definiert

source: Add
de: Hinzufügen

source: Read
de: Gelesen
es: Leer

source: Change
de: Ändern

source: Delete
de: Löschen
es: Borrar

source: Custom #1
de: Freies Feld #1

source: Custom #2
de: Freies Feld #2

source: Custom #3
de: Freies Feld #3

source: Private
de: Privat

source: Public
de: Öffentlich
es: Públicar

source: action time
de: Erstellungszeit

source: object repr
de: Objekt Darst

source: action
de: Aktion

source: change message
de: Nachricht ändern

source: scope
de: Ziel

source: log entry
de: Log Eintrag

source: log entries
de: Log Einträge

source: Added %s.
de: %s hinzugefägt.

source: and
de: und

source: Changed %s.
de: %s geändert.

source: Deleted %s.
de: Gelöscht %s.

source: Change history: %s
de: Änderungsgeschichte: %s

source: HTTP State
de: HTTP Zustand

source: httpstate key
de: HTTP-Zustand-Schlüssel

source: httpstate data
de: HTTP-Zustand-daten

source: httpstate
de: HTTP-Zustand

source: httpstates
de: HTTP-Zustände

source: Internationalization
de: Internationalisierung

source: Africa
de: Afrika

source: America
de: Amerika

source: Europe
de: Europa

source: Asia
de: Asien

source: Oceania
de: Ozeanien

source: Eastern Africa
de: Östliches Afrika

source: Middle Africa
de: Mittleres Afrika

source: Northern Africa
de: Nördliches Afrika

source: Southern Africa
de: Südliches Afrika

source: Western Africa
de: Westliches Afrika

source: Caribbean
de: Karibik

source: Central America
de: Zentrales Amerika

source: South America
de: Südliches Amerika

source: Northern America
de: Nördliches Amerika

source: Central Asia
de: Zentrales Asien

source: Eastern Asia
de: Östliches Asien

source: Southern Asia
de: Südliches Asien

source: South-Eastern Asia
de: Süd-Östliches Asien

source: Western Asia
de: Westliches Asien

source: Eastern Europe
de: Östliches Europa

source: Northern Europe
de: Nördliches Europa

source: Southern Europe
de: Südliches Europa

source: Western Europe
de: Westliches Europa

source: Australia and New Zealand
de: Australien und Neuseeland

source: Melanesia
de: Melanesien

source: Micronesia
de: Mikronesien

source: Polynesia
de: Polynesien

source: Another
de: Sonstiges

source: Arrondissement
de: Stadtbezirk

source: Autonomous island
de: Unabhängige Insel

source: Canton
de: Bezirk

source: Commune
de: Gemeinde

source: County
de: Land

source: Department
de: Abteilung

source: Dependency
de: Kolonie

source: District
de: Bezirk

source: Division
de: Abteilung

source: Emirate
de: Emirat

source: Governorate
de: Gouvernement

source: Island council
de: Insel Rat

source: Island group
de: Inselgruppe

source: Island region
de: Inselregion

source: Kingdom
de: Königreich

source: Municipality
de: Gemeinde

source: Parish
de: Gebiet

source: Prefecture
de: Präfektur

source: Province
de: Provinz

source: Republic
de: Republik

source: Sheading
de: Teilbereich

source: State
de: Bundesland, Region

source: Subdivision
de: Unterabteilung

source: Territory
de: Gebiet

source: official
de: Offiziell

source: de facto
de: Tatsächlich

source: de jure
de: Von Rechtswegen

source: legislative
de: Gesetzgebend

source: business
de: Geschäft

source: Language Name (English)
de: Sprachenname (Englisch)

source: Language Name (German)
de: Sprachenname (Deutsch)

source: Language Synonym
de: Sprachen Synonym

source: Display
de: Anzeige

source: Designates whether the language is shown.
de: Bestimmt, ob die Sprache gezeigt wird.

source: language
de: Sprache

source: languages
de: Sprachen

source: Nationality Name (English)
de: Name der Nationalität (Englisch)

source: Nationality Name (German)
de: Name der Nationalität (Deutsch)

source: nationality
de: Nationalität

source: nationalities
de: Nationalitäten

source: Country Name (English)
de: Landesname (Englisch)

source: Country Name (German)
de: Landesname (Deutsch)

source: Geographical Region
de: Geographische Region

source: Territory of
de: Gebiet von

source: Administrative Area
de: Administrationsbereich

source: Designates whether the country is shown.
de: Bestimmt, ob das Land gezeigt wird.

source: Sort Order
de: Reihenfolge
es: Ordenación

source: country
de: Land

source: countries
de: Länder

source: language type
de: Sprachkategorien

source: identifier
de: Identifikator

source: country & language
de: Land & Sprache

source: countries & languages
de: Länder & Sprachen

source: name identifier
de: Namensidentifikator

source: area name
de: Gebietsname

source: area alternate name
de: Umgebung alternativer Name

source: postal abbreviation
de: Postalisches Kürzel

source: regional administrative area
de: Regionaler Verwaltungsbezirk

source: area
de: Region

source: areas
de: Regionen

source: time zone
de: Zeitzone

source: time zones
de: Zeitzonen

source: country code
de: Ländercode

source: length of area code
de: Länge der Ortskennzahl

source: length of subscriber number (SN)
de: Länge der Rufnummer(SN)

source: length of area code and SN
de: Länge der Ortskennzahl und Rufnummer

source: national prefix
de: Nationale Vorwahl

source: international prefix
de: Internationale Vorwahl

source: phone
de: Telefon

source: phones
de: Telefone

source: Dimensions
de: Abmessung

source: Filters
de: Filter
es: Filtros

source: Masks
de: Masken

source: Saving
de: Speichern

source: Filebrowser was unable to import the Python Imaging Library. Please confirm it`s installed and available on your current Python path.
de: Dateibrowser könnte die Python Imaging Library nicht importieren. Bitte bestätigen Sie, es ist installiert und auf Ihrem aktuellen Python-Pfad.

source: Chain multiple filters using the following pattern "FILTER_ONE->FILTER_TWO->FILTER_THREE". Image filters will be applied in order. The following filter are available: %s
de: Wählen Sie mehrere Filter mit dem folgenden Muster "FILTER_EINS->FILTER_ZWEI->FILTER_DREI". Image Filter werden in der Reihenfolge angewendet. Die folgenden Filter stehen zur Verfügung: %s

source: Very Low
de: Sehr gering

source: Low
de: Gering

source: High
de: Höhe

source: Very High
de: Sehr hoch

source: Top
de: Oben

source: Right
de: Rechts

source: Bottom
de: Unten

source: Left
de: Links

source: Center (Default)
de: Mitte (Standart)

source: Sysname
de: Systemname

source: Sysnames are used for cached file suffixes and in the templates
de: Sysnames werden für die Cache-Datei Suffixe und in den Vorlagen

source: width
de: Breite

source: Leave to size the image to the set height
de: Lassen Sie die Bildgröße auf der eingestellten Höhe

source: height
de: Höhe

source: Leave to size the image to the set width
de: Lassen Sie die Bildgröße auf der eingestellten Breite

source: quality
de: Qualiät

source: JPEG image quality.
de: JPEG-Bildqualität

source: crop to fit?
de: Passend zuschneiden?

source: If selected the image will be scaled and cropped to fit the supplied dimensions.
de: Wenn diese Option aktiviert ist, wird die Bildgröße auf das Ausgabeformat skaliert und gegebenenfalls beschnitten.

source: crop from
de: Ausschnitt von

source: Mask
de: Maske

source: Frame
de: Rahmen

source: Output format
de: Ausgabe-Format

source: color
de: Farbe

source: A factor of 0.0 gives a black and white image, a factor of 1.0 gives the original image.
de: Ein Faktor von 0,0 ergibt eine Schwarz-Weiß-Bild, ein Faktor von 1,0 das ursprüngliche Bild.

source: brightness
de: helligkeit

source: A factor of 0.0 gives a black image, a factor of 1.0 gives the original image.
de: Ein Faktor von 0,0 ergibt ein schwarzes Bild, ein Faktor von 1,0 das ursprüngliche Bild.

source: contrast
de: Kontrast

source: A factor of 0.0 gives a solid grey image, a factor of 1.0 gives the original image.
de: Ein Faktor von 0,0 ergibt eine solide graues Bild, ein Faktor von 1,0 das ursprüngliche Bild.

source: sharpness
de: Schärfe

source: A factor of 0.0 gives a blurred image, a factor of 1.0 gives the original image.
de: Ein Faktor von 0,0 ergibt ein unscharfes Bild, ein Faktor von 1,0 das ursprüngliche Bild.

source: filters
de: Filter

source: Image Modification
de: Bild Modifikation

source: Image Modifications
de: Bild Modifikationen

source: Permissions granted to user #2 by user #1
de: Erlaubnis von Mitglied #1 an Mitglied #2 gewährt

source: Relation
de: Beziehung

source: Display birthday to public
de: Geburtsdatum veröffentlichen

source: Display address data to public
de: Adressangaben veröffentlichen

source: Display phone numbers to public
de: Telefonnummern veröffentlichen

source: Display fax numbers to public
de: Faxnummern veröffentlichen

source: Display mobile phones to public
de: Mobilfunknummern veröffentlichen

source: Display instant messangers to public
de: Instant Messengers veröffentlichen

source: Confirm E-mail
de: E-mail bestätigen

source: IMPORTANT: The provided email address must be valid! You will receive your account data via this address.
de: WICHTIG: Ihre angegebene E-Mail muss funktionsfähig sein, denn Sie erhalten Ihre Zugangsinformationen an diese Adresse!

source: Username can only consist of letters, digits, dashes, and underscores. It should start with a letter and be not shorter than 3 symbols.
de: Der Benutzername kann nur aus Zeichen des Alphabets, Ziffern und Binde- und Unterstrichen bestehen. Er darf nicht kürzer als drei Zeichen sein und muss mit einem Zeichen aus dem Alphabet beginnen.

source: Username
de: Benutzername

source: Confirm Password
de: Kennwort bestätigen

source: Birthday
de: Geburtstag

source: Day of birth is required
de: Geburtstag wird benötigt

source: Month of birth is required
de: Geburtsmonat wird benötigt

source: Year of birth is required
de: Geburtsjahr wird benötigt

source: I accept the privacy policy.
de: Ja, ich bin mit den Datenschutzrichtlinien einverstanden.

source: I accept the terms of use.
de: Ja, ich bin mit den Nutzungsbedingungen einverstanden.

source: Occupation
de: Tätigkeit

source: Add the inviter to your contacts.
de: Den Einladenden in Kontaktliste aufnehmen.

source: Accept membership at the group.
de: Anfrage zur Mitgliedschaft in Gruppe annehmen.

source: This username is already used for another account. But you can use "%s" as your username.
de: Dieser Benutzername wird bereits verwendet. Sie können aber z.B. "%s" als Benutzernamen wählen.

source: This email address is already used for another account.
de: Diese E-Mail wird bereits für ein anderes Konto verwendet.

source: Please, correct the error for the login email at first.
de: Bitte korrigieren Sie zuerst den Fehler bei der E-mail-Angabe.

source: The confirmed e-mail doesn't match the e-mail.
de: Die eingegebenen E-Mail Angaben stimmen nicht überein.

source: Passwords must be at least 3 characters long
de: Das Kennwort muss mindestens 3 Stellen lang sein

source: Please, correct the error for the password at first.
de: Bitte korrigieren Sie zuerst den Fehler bei der Kennwortangabe.

source: The confirmed password doesn't match the password.
de: Die eingegebenen Kennworte stimmen nicht überein.

source: You must accept the privacy policy to register.
de: Sie müssen die Datenschutzrichtlinien akzeptieren, um mit der Registrierung fortfahren zu können.

source: You must accept the terms of use to register.
de: Sie müssen die Nutzungsbedingungen akzeptieren, um mit der Registrierung fortfahren zu können.

source: Individual Relations
de: Persönliche Verbindungen

source: Inviting
de: Einladen

source: Invited
de: Eingeladen

source: Denying
de: Abweisen

source: Denied
de: Abgewiesen

source: Blocking
de: Blockieren

source: Confirmed
de: Bestätigt

source: You cannot set relationship with the same user.
de: Sie können keine Verbindung erstellen mit dem selben Benutzernamen.

source: %(user)s has been already related to %(to_user)s.
de: %(user)s steht bereits mit %(to_user)s in Verbindung.

source: Backwards relationship
de: Rekursive Beziehung

source: individual relation type
de: Individueller Beziehungstyp

source: individual relation types
de: Individuelle Beziehungstyp

source: User #1
de: Mitglied #1

source: to user #2
de: zu Mitglied #2

source: is
de: ist

source: Created
de: Erstellt

source: Status of the user #1
de: Status des Benutzers #1

source: Display birthday to user #2
de: Geburtsdatum für Benutzer #2 veröffentlichen

source: Display address data to user #2
de: Adressangaben für Benutzer #2 veröffentlichen

source: Display phone numbers to user #2
de: Telefonnummern für Benutzer #2 veröffentlichen

source: Display fax numbers to user #2
de: Faxnummern für Benutzer #2 veröffentlichen

source: Display mobile phones to user #2
de: Mobilfunknummern für Benutzer #2 veröffentlichen

source: Display instant messengers to user #2
de: Instant Messengers für Benutzer #2 veröffentlichen

source: Message from user #1 to user #2
de: Nachricht von Mitglied #1 an Mitglied #2

source: individual relation
de: Persönliche Verbindung

source: individual relations
de: Persönliche Verbindungen

source: %(user1)s to %(user2)s
de: %(user1)s an %(user2)s

source: Yes
de: Ja

source: No
de: Nein

source: Publish selected institutions
de: Veröffentlichen Sie die ausgewählten Institutionen

source: Institutions
de: Institutionen

source: Title (second line)
de: Titel (zweite Zeile)

source: Slug
de: System-Pfadname

source: Types
de: Typen
es: Típos

source: Legal form
de: Rechtsform

source: Access
de: Zugang

source: Is parking available?
de: Parken möglich?

source: Is WLAN Internet available?
de: Drahtloses Internet verfügbar?

source: Non profit (business elsewhere)?
de: Gemeinnützig?

source: Tax ID
de: Steuernummer

source: VAT ID
de: Umsatzsteuernummer

source: Cash
de: Bar

source: Bank transfer
de: Überweisung

source: Prepayment
de: Vorkasse

source: Payment on delivery
de: Nachnahme

source: Invoice
de: Rechnung

source: Year of Establishment
de: Gründungsjahr

source: Month of Establishment
de: Gründungsmonat

source: Number of Employees
de: Anzahl Angestellte

source: institution (place)
de: Institution

source: institutions (places)
de: Institutionen

source: Location type
de: Standortkategorie

source: Location title
de: Alternative Standort-Bezeichnung

source: Primary contact
de: Hauptkontakt

source: Temporary
de: Temporär

source: From Year
de: Von Jahr

source: From Month
de: Von Monat

source: From Day
de: Von Tag

source: Till Year
de: Bis Jahr

source: Till Month
de: Bis Monat

source: Till Day
de: Bis Tag

source: Use this address for billing
de: Diese Adresse für Rechnungen verwenden

source: Use this address for shipping
de: Diese Adresse für den Versand verwenden

source: institutional contact
de: Institutioneller Kontakt

source: institutional contacts
de: Kontakte zu Institutionen

source: (dot)
de: (punkt)

source: Institution Name
de: Institutionsname

source: Institution Name 2nd line
de: Institutionsname (zweite Zeile)

source: Legal Form
de: Rechtsform
