Repository: hyperlocalhq/django-base-libs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es

source: Contents
de: Inhalt
es: Contenidos

source: Article
de: Artikel
es: Artículo

source: Additional Content
de: Zusätzliche Inhalte
es: Contenido adicional

source: Description
de: Beschreibung
es: Descripción

source: Articles
de: Artikel

source: title
de: Titel
es: Título

source: Article Type
de: Artikel Kategorie

source: Article Types
de: Artikel Kategorien

source: Type
de: Art
es: Típo

source: subtitle
de: Untertitel

source: summary
de: Zusammenfassung

source: entry
de: Eintrag

source: image title
de: Bildtitel

source: image description
de: Bildbeschreibung

source: overview image
de: Übersichtbild

source: article
de: Artikel

source: articles
de: Artikel

source: Article feeds
de: Artikel Feeds

source: Latest articles
de: Neueste Artikel

source: Latest
de: Neueste

source: creation date
de: Erstellungsdatum
es: fecha de creación

source: modified date
de: Bearbeitet am
es: fecha reformada

source: publishing date
de: Veröffentlichungsdatum

source: published until
de: veröffentlicht bis

source: views
de: Aufrufe

source: Blocks
de: Blöcke
es: Bloque

source: content
de: Inhalt
es: Contenido

source: It can contain template tags and variables
de: Kann Template-Tags und Variable enthalten
es: Puede implicar marcados patrones y variables

source: information block
de: Informationsblock
es: Bloque informativo

source: information blocks
de: Informationsblöcke
es: Bloques informativos

source: Content
de: Inhalt
es: Contenido

source: Feeds for '%(obj)s' @ %(site)s
de: Feeds für '%(obj)s' @ %(site)s

source: Latest posts
de: Letzte Beiträge

source: Title
de: Titel
es: Título

source: Tags
de: Stichworte
es: Etiquetas

source: Use commas to separate your tags. Tags can have multiple words. For example: 'one, two, three apples' would define three tags.
de: Verwenden Sie Kommas, um Ihre Tags zu trennen. Tags können mehrere Worte beinhalten. Zum Beispiel: "eins, zwei, drei Äpfel" würde drei Tags definieren.

source: Body
de: Inhalt

source: Please use the format 'yyyy-mm-dd hh:mi:ss'. If not provided and the status is set to 'published', the post will be published immediately.
de: Bitte verwenden Sie das Format 'yyyy-mm-dd hh:mi:ss'. Ist dies nicht der Fall, und der Status auf 'veröffentlicht', der Beitrag wird sofort veröffentlicht.

source: expire date
de: Ablaufdatum

source: Please use the format 'yyyy-mm-dd hh:mi:ss'. If not provided and the status is set to 'published', the post will be published forever.
de: Bitte verwenden Sie das Format 'yyyy-mm-dd hh:mi:ss'. Ist dies nicht der Fall, und der Status auf 'veröffentlicht', der Beitrag wird sofort veröffentlicht.

source: Enable comment form
de: Kommentare aktivieren

source: Blog for %s
de: Blog für %s

source: tags
de: Stichworte
es: Etiquetas

source: body
de: Inhalt

source: enable comment form
de: Kommentare aktivieren

source: Comments are disabled
de: Kommentare sind deaktiviert

source: Bookmarks
de: Lesezeichen

source: bookmark
de: Lesezeichen

source: bookmarks
de: Lesezeichen

source: Please enter a title for your bookmark
de: Geben Sie bitte einen Namen für Ihr Lesezeichen an

source: This page is already bookmarked as "%s"
de: Diese Seite ist bereits gespeichert als "%s"

source: The bookmark doesn't exist
de: Diese Bookmark existiert nicht

source: You do not have the permission for this action.
de: Sie haben keine Berechtigung, etwas zu ändern.

source: Image
de: Bild
es: Imagen

source: Alternative text
de: Alternativer Text

source: CSS class
de: CSS-Klasse

source: map title
de: Kartentitel

source: address
de: Adresse

source: zip code
de: Postleitzahl

source: city
de: Ort

source: additional content
de: Zusätzlicher Inhalt

source: zoom level
de: Zoom-Stufe

source: latitude
de: Breitengrad

source: Use latitude & longitude to fine tune the map possiton.
de: Verwenden Sie Breiten- und Längengrad, um die Positon auf der Karte zu optimieren.

source: longitude
de: Längengrad

source: route planer title
de: Routenplaner Titel

source: Calculate your fastest way to here
de: Berechnen Sie den schnellsten Weg zum Ziel

source: route planer
de: Routenplaner

source: Map
de: Karte

source: Your address
de: Ihre Adresse

source: Calculate route
de: Route berechnen

source: Headline
de: Überschrift
es: Titular

source: Subtitle
de: Untertitel
es: Subtítulo

source: Reason
de: Begründung
es: Motivo

source: Comments
de: Kommentare
es: Comentarios

source: headline
de: Titel
es: Titular

source: comment
de: Kommentar
es: Comentario

source: rating #1
de: Bewertung #2
es: Valoración #1

source: rating #2
de: Bewertung #2
es: Valoración #2

source: rating #3
de: Bewertung #3
es: Valoración #3

source: rating #4
de: Bewertung #4
es: Valoración #4

source: rating #5
de: Bewertung #5
es: Valoración #5

source: rating #6
de: Bewertung #6
es: Valoración #6

source: rating #7
de: Bewertung #7
es: Valoración #7

source: rating #8
de: Bewertung #8
es: Valoración #8

source: is valid rating
de: Gültige Bewertung
es: Valoración válida

source: date/time submitted
de: Datum/Zeit Erstellung
es: fecha/hora enviada

source: is public
de: Öffentlich
es: público

source: IP address
de: IP-Adresse
es: dirección IP

source: is removed
de: ist gelöscht
es: borrado

source: Check this box if the comment is inappropriate. A "This comment has been removed" message will be displayed instead.
de: Hier einen Haken setzen, wenn der Kommentar unpassend ist. Es wird dann eine "Dieser Kommentar wurde entfernt" Meldung statt dessen angezeigt.
es: Cheque este cuadro si el comentrio no esta adecuado. Se muestra un mensaje "este comentario ha sido borrado".

source: is_spam
de: ist_werbung

source: Check this box if the comment should be marked as spam. The comment will not be displayed in this case.
de: Hier einen Haken setzen, wenn der Kommentar unpassend ist. Es wird dann eine "Dieser Kommentar wurde entfernt" Meldung statt dessen angezeigt.
es: Cheque este cuadro si el comentario debe estar marcado como espam. El comentario no se muestra en este caso.

source: comments
de: Kommentare
es: comentarios

source: Posted by %(user)s at %(date)s %(comment)s http://%(domain)s%(url)s
de: Geschrieben von %(user)s am %(date)s %(comment)s http://%(domain)s%(url)s
es: Anunciado por %(user)s a %(date)s %(comment)s http://%(domain)s%(url)s

source: score
de: Bewertung
es: puntuación

source: score date
de: Bewertungsdatum
es: fecha de puntuación

source: karma score
de: Karma Bewertung
es: puntuación karma

source: karma scores
de: Karma Bewertungen
es: puntuaciónes karma

source: %(score)d rating by %(user)s
de: %(score)d Bewertung von %(user)s
es: %(score)d evaluación de %(user)s

source: This comment was flagged by %(user)s: %(text)s
de: Dieser Kommentar ist von %(user)s markiert: %(text)s
es: Este comentario ha sido marcado por %(user)s: %(text)s

source: flag date
de: Kennzeichnungsdatum
es: fecha de marca

source: user flag
de: Benutzerkennzeichnung
es: marca de usuario

source: user flags
de: Benutzerkennzeichnungen
es: marcas de usuarios

source: Flag by %s
de: Kennzeichnung durch %r
es: Marca de %s

source: reason
de: Begründung
es: motivo

source: moderator deletion reason
de: Vom Moderator gelöscht wegen
es: motivo de deleció de moderador

source: moderator deletion reasons
de: Vom Moderator gelöscht wegen
es: motivos de deleción de moderador

source: deletion date
de: Löschdatum
es: fecha de deleción

source: moderator deletion
de: Vom Moderator gelöscht
es: deleción de moderador

source: moderator deletions
de: Vom Moderator gelöscht
es: deleciones de moderador

source: rate date
de: Bewertungsdatum
es: fecha de valoración

source: rate index
de: Bewertungsindex
es: indíce de valoración

source: user rating
de: Nutzerbewertung
es: valoración de usuario

source: user ratings
de: Nutzerbewertungen
es: valoraciones de usuarios

source: Rating with index %(rate_index)d by %(user)r
de: Bewertung mit index %(rate_index)d von %(user)r
es: Valoración con indíce %(rate_index)d de %(user)r

source: Username:
de: Benutzername:
es: Nombre de Usuario:

source: Log out
de: Abmelden
es: Salir

source: Password:
de: Kennwort:
es: Contraseña

source: Forgotten your password?
de: Kennwort vergessen?
es: He olvidado la contraseña?

source: Ratings
de: Bewertungen
es: Valoraciones

source: Required
de: Erforderlich
es: Requerido

source: Post a photo
de: Foto hochladen
es: Anuncie una foto

source: Comment:
de: Kommentar:
es: Comentario:

source: Preview comment
de: Kommentarvorschau
es: Comentario anterior:

source: Your Name
de: Ihr Name
es: Su nombre

source: Your Email Address
de: Ihre E-Mail Adresse
es: Su correo electrónico

source: Your URL
de: Ihre Website
es: Su URL

source: Comment
de: Kommentar
es: Comentario

source: Rating1
de: Bewertung1
es: Valoración1

source: Rating2
de: Bewertung2
es: Valoración2

source: Rating3
de: Bewertung3
es: Valoración3

source: Rating4
de: Bewertung4
es: Valoración4

source: Rating5
de: Bewertung5
es: Valoración5

source: Rating6
de: Bewertung6
es: Valoración6

source: Rating7
de: Bewertung7
es: Valoración7

source: Rating8
de: Bewertung8
es: Valoración8

source: This comment was posted by a user who has posted fewer than %(count)s comment: %(text)s
de: Dieser Kommentar ist von einem Benutzer mit weniger als %(count)s Kommentar: %(text)s

source: This comment was posted by a sketchy user: %(text)s
de: Dieser Kommentar ist von einem nicht einschätzbaren Benutzer: %(text)s
es: Este comentario ha sido anunciado por un usuario impreciso: %(text)s

source: The comment form didn't provide either 'preview' or 'post'
de: Das Kommentarformular wurde nicht mit 'preview' oder 'post' abgeschickt
es: Este típo de comentario no dispone ni 'anterior' ni 'post'

source: All
de: Alle
es: Todo(s)

source: Anonymous users cannot vote
de: Anonyme Benutzer kännen nicht abstimmen
es: Usuarios anónimos no pueden votar

source: Invalid comment ID
de: Ungültiger Kommentar
es: Comentario inválido

source: No voting for yourself
de: Keine Abstimmung bei Dir selber
es: No se debe votar para su mismo

source: Advanced
de: Fortgeschritten
es: Avanzado

source: Configuration
de: Konfiguration
es: Configuración

source: Simple
de: Einfach

source: Site
de: Seite
es: Página

source: Registration type
de: Registrierungs-Art
es: Típo de registración

source: Login by email
de: Anmeldung via E-Mail
es: Acceso con email

source: Sign up for the Google Maps API
de: Registrieren des Google Maps API

source: Third-party code snippets to be added to the end of the HEAD section.
de: Third-Party Code-Snippets die am Ende den HEAD-Abschnitt werden.

source: Third-party code snippets to be added to the end of the BODY section.
de: Third-Party Code-Snippets die am Ende den BODY-Abschnitt werden.

source: site settings
de: Website Einstellungen
es: Configuración de sitio

source: Viewer
de: Anzeige
es: Visor

source: Path
de: Pfad
es: Camino

source: All that goes after '/', for example: 'about/contact/'. Make sure to have trailing slash. Use '*' for all pages.
de: Alles nach '/', Beispiel: 'about/contact/'. Wichtig: vor und nach dem Begriff muss ein / stehen. Bitte '*' für alle Seiten verwenden.

source: Settings
de: Einstellungen
es: Configuración

source: page settings
de: Seiten-Einstellungen
es: Página de configuración

source: Keywords
de: Stichworte
es: Palabras clave

source: Author
de: Autor
es: Autor

source: Subject
de: Betreff
es: Subjeto

source: Message
de: Nachricht
es: Mensaje

source: Your name
de: Ihr Name

source: Your e-mail address
de: Ihre E-Mail Adresse

source: Category
de: Kategorie
es: Categoría

source: Contact Form
de: Kontaktformular

source: Recipient(s)
de: Empfänger

source: Recipient email(s)
de: E-Mail-Adresse des Empfängers
es: Destinatorio correo(s) electrónico(s)

source: Email template for the automatic answer
de: E-Mail-Vorlage für die automatische Antwort

source: Nothing is sent back to the sender if the template is not selected
de: Nichts ist zurück an den Absender, wenn die Vorlage nicht ausgewählt

source: Sort order
de: Reihenfolge
es: Criterio de ordenación

source: contact form category
de: Geschäftsfeld

source: contact form categories
de: Geschäftsfelder

source: Either subscriber or subscriber email should be filled in.
de: Entweder Abonnent oder E-Mail des Abonnenten eintragen.

source: Save and send
de: Speichern und senden

source: Mailing was sent out to %(count)s recipients (test transmission)
de: Mailing wurde an %(count)s Empfänger versandt (Test-Versand)

source: Mailing was sent out to %(count)s recipients (real transmission)
de: Mailing wurde an %(count)s Empfänger versandt (Tatsächlicher Versand)

source: Send mailing: %s
de: Mailing senden: %s

source: Your email
de: Ihre E-Mail
es: Su correo electrónico

source: Subscriber
de: Abonnent

source: Subscriber's name
de: Abonnenten-Name

source: Email address
de: E-mail-Adresse
es: Correo electrónico

source: IP Address
de: IP-Adresse

source: Mailing list
de: Mailingliste
es: Lista de direcciones

source: info subscription
de: Informationsabonnement

source: info subscriptions
de: Informationsabonnements

source: None
de: Keine

source: Show mailing lists
de: Alle Mailinglisten zeigen

source: Mailing Lists
de: Mailinglisten

source: Campaign
de: Email-Kampagne
es: Campaña

source: Will this mailing list be displayed in the public settings of subscriptions?
de: Soll diese Mailing-Liste in den öffentlichen Abonnement-Einstellungen aufgeführt werden?

source: Number of recipients
de: Anzahl der Empfänger
es: Número de recipientes

source: Show recipients
de: Empfänger zeigen

source: Draft
de: Entwurf
es: Plano

source: Sent
de: Gesendet
es: Enviado

source: Sender name
de: Versender
es: Nombre de remitente

source: Sender email
de: E-Mail-Adresse des Versenders
es: Correo electrónico de remitente

source: Mailing lists
de: Mailinglisten

source: Template
de: Vorlage
es: Plantilla

source: Mailing List(s)
de: Mailingliste(n)

source: Topic
de: Thema

source: Content Block
de: Inhaltsblock
es: Bloque de contenido

source: Content Blocks
de: Inhaltsblöcke
es: Bloques de contenido

source: Timestamp
de: Zeitstempel

source: Venue
de: Veranstaltungsort
es: Lugar

source: Please enter a letter to display a list of available venues
de: Bitte geben Sie einen Anfangsbuchstaben ein, um eine entsprechende Auswahl der verfügbaren Veranstaltungsorte angezeigt zu bekommen

source: Organizing institution
de: Veranstalter (Institution)

source: Please enter a letter to display a list of available institutions
de: Bitte geben Sie einen Anfangsbuchstaben ein, um eine entsprechende Auswahl der verfügbaren Institutionen angezeigt zu bekommen

source: Organizing person
de: Veranstalter (Person)

source: Please enter a letter to display a list of available people
de: Bitte geben Sie einen Anfangsbuchstaben ein, um eine entsprechende Auswahl der verfügbaren Personen angezeigt zu bekommen

source: Related events
de: Verwandte Veranstaltungen
es: Eventos relacionados

source: Please enter a letter to display a list of available events
de: Bitte geben Sie einen Anfangsbuchstaben ein, um eine entsprechende Auswahl der verfügbaren Veranstaltungen angezeigt zu bekommen

source: Country
de: Land
es: País

source: Please enter a letter to display a list of available countries
de: Bitte geben Sie einen Anfangsbuchstaben ein, um eine entsprechende Auswahl der verfügbaren Länder angezeigt zu bekommen

source: Time
de: Zeit
es: Hora

source: Times
de: Zeiten
es: Horas

source: Publish selected events
de: Veröffentlichen Sie die ausgewählten Veranstaltungen

source: Add %s
de: %s hinzufügen

source: %(name)s object with primary key %(key)r does not exist.
de: %(name)s Objekt mit Primärschlüssel %(key)r existiert nicht.

source: Change %s
de: %s geändert

source: Events
de: Veranstaltungen
es: Eventos

source: Start date (present-future)
de: Veranstaltungsdatum aufsteigend

source: Start date (future-present)
de: Veranstaltungsdatum absteigend

source: Alphabetical (A-Z)
de: Alphabetisch (A-Z)

source: Alphabetical (Z-A)
de: Alphabetisch (Z-A)

source: Creation date (oldest first)
de: Erstellungsdatum (älteste zuerst)

source: Creation date (newest first)
de: Erstellungsdatum (neueste zuerst)

source: Slug for URIs
de: URI-Pfadname

source: Start
de: Von Datum
es: Inicio

source: End
de: Bis Datum
es: Fin

source: event
de: Veranstaltung
es: Evento

source: events
de: Veranstaltungen
es: Eventos

source: Start Date
de: Beginn Tag

source: End Date
de: Ende Tag

source: Start Time
de: Beginn Minute

source: End Time
de: Ende Minute

source: Event type
de: Veranstaltungsart

source: Postal Address
de: Postalische Adresse

source: Organizer
de: Veranstalter
es: Organizador

source: Organizer URL
de: Website des Veranstalters
es: Organizador URL

source: Additional Info
de: Zusatzinformation

source: Phone Type
de: Telefon Typ

source: Country Code
de: Ländervorwahl
es: Prefijo

source: Area Code
de: Ortsvorwahl
es: Prefijo

source: Subscriber Number and Extension
de: Telefonnummer + Durchwahl
es: Número y extensión de suscriptor

source: Default?
de: Standard?

source: On Hold?
de: Inaktiv?

source: URL Type
de: URL-Typ

source: IM Type
de: IM-Typ

source: Email Type
de: Email-Typ

source: Email Address
de: E-Mail Adresse

source: (dot)
de: (punkt)

source: Event
de: Veranstaltung
es: Evento

source: Start Year
de: Beginn Jahr

source: Start Month
de: Beginn Monat

source: Start Day
de: Beginn Tag

source: Start Hour
de: Beginn Stunde

source: Start Minute
de: Beginn Minute

source: End Year
de: Ende Jahr

source: End Month
de: Ende Monat

source: End Day
de: Ende Tag

source: End Hour
de: Ende Stunde

source: End Minute
de: Ende Minute

source: All Day Event
de: Ganztägige Veranstaltung

source: event time
de: Veranstaltungszeitraum
es: Hora de evento

source: event times
de: Veranstaltungszeiträume
es: Horas de evento

source: Year
de: Jahr
es: Año

source: Month
de: Monat
es: Mes

source: Day
de: Tag
es: Día

source: selected venue is an organizer
de: Ausgewählter Veranstaltungsort ist Veranstalter

source: organized by other institution
de: Veranstaltet durch eine andere Institution

source: organized by myself
de: Ich selbst bin Veranstalter

source: Title (German)
de: Titel (Deutsch)

source: Title (English)
de: Titel (Englisch)

source: Event Type
de: Veranstaltungsart

source: Related Events
de: Verwandte Veranstaltungen

source: Street Address
de: Straße; Hausnummer

source: Street Address (2nd line)
de: Adresse ( Zweite Zeile )

source: City
de: Ort
es: Ciudad

source: Postal Code
de: PLZ

source: Phone
de: Telefon
es: Teléfono

source: Website
de: Webseite
es: Página web

source: Name of Institution
de: Name der Institution

source: Start Hours
de: Beginn Stunde

source: Start Minutes
de: Beginn Minute

source: End Hours
de: Ende Stunde

source: End Minutes
de: Ende Minute

source: All Day
de: Ganztägig

source: Please enter a valid month.
de: Bitte einen gültigen Monat eingeben.

source: Please enter a valid date.
de: Bitte ein gültiges Datum eingeben.

source: Please enter a valid time using format 'HH:MM' or choose 'All Day'
de: Bitte machen Sie Ihre Zeitangabe im Format 'HH:MM' oder wählen Sie 'Ganztägig'

source: If you choose a time, please enter a valid day, month and year.
de: Wenn Sie eine Zeit auswählen, ergänzen Sie bitte auch die entsprechenden Angaben zu Tag, Monat und Jahr.

source: If you want to specify an end date, please enter a valid one.
de: Wenn Sie einen Endzeitpunkt auswählen, muss er ein gültiges Format haben.

source: End date must be after start date.
de: Das Enddatum muss nach dem Startdatum liegen.

source: Fees (English)
de: Eintrittskosten (Englisch)

source: Fees (German)
de: Eintrittskosten (Deutsch)

source: Morning/Afternoon
de: Erweiterte Öffnungszeiten

source: Visiting by Appointment
de: Termin nach Vereinbarung
es: Cita para la visita

source: Closed
de: Geschlossen
es: Cerrado

source: Exceptions for working hours (English)
de: Sonstige Öffnungszeiten (Englisch)

source: Exceptions for working hours (German)
de: Sonstige Öffnungszeiten (Deutsch)

source: Please enter a closing time.
de: Bitte angeben, ab wann geschlossen ist.

source: A closing time must not be before an opening time.
de: Die Schliesszeit darf nicht vor der Öffnungszeit liegen.

source: Please enter an opening time.
de: Bitte angeben, ab wann geöffnet ist.

source: When specifying breaks, you must enter all data.
de: Wenn Sie Pausen angeben wollen, müssen alle Felder ausgefüllt sein.

source: An opening time after break must not be before the closing time to break.
de: Die Öffnungszeit nach der Pause darf nicht vor der Schliesszeit vor der Pause liegen.

source: Description (English)
de: Beschreibung (Englisch)

source: Description (German)
de: Beschreibung (Deutsch)

source: Profile photo
de: Profilphoto

source: You can upload GIF, JPG, PNG, TIFF, and BMP images. The minimal dimensions are %s px.
de: Erlaubt sind Daten im Format JPG, GIF, PNG TIFF. Minimale Größe %s px.

source: Separate tags with commas
de: Stichworte durch Kommas trennen

source: main data
de: Hauptinformation

source: event profile
de: Profildaten

source: fees and opening hours
de: Eintritt & Öffnungszeiten

source: categories
de: Kategorien
es: Categorías

source: confirm data
de: Eingaben prüfen

source: Location Type
de: Standortkategorie

source: Keyword(s)
de: Stichwort(e)

source: Featured events only
de: Nur gefeaturte Veranstaltungen

source: Object Types
de: Objekt-Typen

source: Biennial
de: Biennale

source: Competition
de: Wettbewerb

source: Concert
de: Konzert

source: Conference
de: Konferenz

source: Convention
de: Kongress

source: Exhibition
de: Ausstellung
es: Exposición

source: Lecture
de: Vortrag

source: Opening
de: Eröffnung

source: Reading
de: Lesung

source: Reception
de: Empfang

source: Trade Show
de: Messe

source: Event-time Labels
de: Kategorie

source: Application Submission
de: Einreichungsfrist

source: Application Deadline
de: Abgabefrist

source: CCB Events
de: CCB Veranstaltungen

source: Opens on Monday
de: Montags geöffnet

source: Break Starts on Monday
de: Arbeitspause beginnt montags

source: Break Ends on Monday
de: Arbeitspause endet montags

source: Closes on Monday
de: Schließt montags

source: Opens on Tuesday
de: Dienstags geöffnet

source: Break Starts on Tuesday
de: Arbeitspause beginnt dienstags

source: Break Ends on Tuesday
de: Arbeitspause endet dienstags

source: Closes on Tuesday
de: Schließt dienstags

source: Opens on Wednesday
de: Mittwochs geöffnet

source: Break Starts on Wednesday
de: Arbeitspause beginnt mitwochs

source: Break Ends on Wednesday
de: Arbeitspause endet mittwochs

source: Closes on Wednesday
de: Schließt mittwochs

source: Opens on Thursday
de: Donnerstags geöffnet

source: Break Starts on Thursday
de: Arbeitspause beginnt donnerstags

source: Break Ends on Thursday
de: Arbeitspause endet donnerstags

source: Closes on Thursday
de: Schließt donnerstags

source: Opens on Friday
de: Freitags geöffnet

source: Break Starts on Friday
de: Arbeitspause beginnt feitags

source: Break Ends on Friday
de: Arbeitspause endet feitags

source: Closes on Friday
de: Schließt freitags

source: Opens on Saturday
de: Samstags geöffnet

source: Break Starts on Saturday
de: Arbeitspause beginnt samstags

source: Break Ends on Saturday
de: Arbeitspause endet samstags

source: Closes on Saturday
de: Schließt samstags

source: Opens on Sunday
de: Sonntags geöffnet

source: Break Starts on Sunday
de: Arbeitspause beginnt sonntags

source: Break Ends on Sunday
de: Arbeitspause endet sonntags

source: Closes on Sunday
de: Schließt sonntags

source: Exceptions for working hours
de: Sonstige Öffnungszeiten

source: Unknown
de: Unbekannt
es: Desconocido

source: Your old password was entered incorrectly. Please enter it again.
de: Das alte Kennwort war falsch. Bitte neu eingeben.
