Repository: hyperlocalhq/django-base-libs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es

source: You are not allowed to do this.
de: Sie haben keine Berechtigung, diese Aktion auszuführen.

source: Sorry, that file is not available for editing
de: Tut uns leid, dass die Datei nicht verfügbar ist für die Bearbeitung

source: Template "%(path)s" has not been saved! Reason: %(errormsg)s
de: Template " %(path)s " wurde nicht gesichert! Reason: %(errormsg)s

source: Template "%s" was saved successfully
de: Die Datei "%s" wurde erfolgreich gelöscht

source: Backup Template "%(path)s" has not been saved! Reason: %(errormsg)s
de: Backup-Template " %(path)s " wurde nicht gesichert! Grund: %(errormsg)s

source: Backup file before saving?
de: Backup-Datei vor dem speichern?

source: Change message
de: Nachricht ändern

source: Concerns
de: Thema

source: Open
de: Offen

source: Working
de: in Arbeit

source: Rejected
de: Abgelehnt

source: Now
de: Jetzt

source: Soon
de: Schnellstmöglich

source: Someday
de: Irgendwann

source: submitted Date
de: Erstellt am

source: modified Date
de: Bearbeitet am

source: submitter
de: Erstellt von

source: modifier
de: Zuletzt bearbeitet von

source: related object's URL
de: Bezugnehmende URL

source: concern
de: Fehlermeldung

source: modification
de: Modifikation

source: ticket history
de: Ticket Historie

source: The image doesn't exist
de: Dieses Bild existiert nicht

source: The media file is too small. The minimal dimensions are %(width)dx%(height)d.
de: Die Datei ist zu klein. Die Minimum-Abmessungen liegen bei %(width)dx%(height)d.

source: The ratio of the dimensions is too large. The maximal allowed ratio is %d:1.
de: Das Seitenverhältnis der Datei ist zu groß. Erlaubt ist ein Seitenverhältnis von maximal %d:1.

source: The file type of the uploaded file is not valid. The allowed file types are these: %s
de: Die verwendete Dateiart der ausgewählten Datei wird nicht unterstützt. Erlaubt sind folgende Formate: %s

source: The media file is too large. The maximal allowed file size is %s.
de: Die Datei ist zu groß. Die maximal erlaubte Dateigröße beträgt %s.

source: The interlaced PNG images are not supported for now. Please resave the image without this option and try again.
de: PNG-Daten im Interlaced-Format werden derzeit nicht unterstützt. Bitte speichern Sie die Datei ohne diese Option neu ab und laden sie erneut hoch.

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: Topical
de: Aktuell

source: Return to site
de: Zurück zur Startseite

source: Change password
de: Kennwort ändern

source: Applications
de: Anwendungen

source: Recent Actions
de: Letzte Aktionen

source: Latest Django News
de: Aktuelle Django-News

source: Django documentation
de: Django-Dokumentation

source: Django "django-users" mailing list
de: Django "Django-User"-Mailingliste

source: No recent actions.
de: Keine aktuellen Aktionen.

source: My Actions
de: Meine Aktionen

source: None Available
de: Keine verfügbar

source: Django site admin
de: Django Systemadmin

source: Django administration
de: Django-Verwaltung

source: Please enter a name for the bookmark
de: Geben Sie bitte einen Namen für Ihr Lesezeichen an

source: Welcome,
de: Willkommen

source: Documentation
de: Dokumentation

source: Advanced options
de: Erweiterte Optionen

source: The default title
de: Der Standard-Titel

source: The part of the title that is used in the URL
de: Der Teil des Titels, die in der URL verwendet wird

source: Language
de: Sprache
es: Idioma

source: Menu Title
de: Menu Titel

source: Overwrite what is displayed in the menu
de: Vorhandene Dateien mit gleichem Namen überschreiben

source: Page Title
de: Seitentitel

source: Overwrites what is displayed at the top of your browser or in bookmarks
de: Überschreibt, was in Ihrem Browser oder in den Lesezeichen angezeigt wird

source: Application
de: Anwendung

source: Hook application to this page.
de: Anwendung mit dieser Seite verbinden

source: Overwrite URL
de: URL überschreiben

source: Redirect
de: Weiterleiten

source: Please select user or group first.
de: Bitte wählen Sie einen oder mehrere Empfänger aus der Liste

source: Recover (any) pages
de: Gelöschte %(Seite)n wieder herstellen

source: New password
de: Neues Kennwort

source: New password confirmation
de: Kennwort zurücksetzen bestätigen

source: Email notification requires valid email address.
de: Email Benachrichtigungen benötigen eine gültige E-mail Adresse

source: Basic Settings
de: Grundeinstellungen

source: Advanced Settings
de: Erweiterte Einstellungen

source: SEO Settings
de: SEO Einstellungen

source: higher
de: Höher

source: Database error
de: Datenbank-Fehler

source: page
de: Seite

source: Page was successfully approved.
de: %s wurde erfolgreich gesichert.

source: There only exists one translation for this page
de: Es existiert nur eine Übersetzung für diese Seite

source: Are you sure?
de: Sicher? Ganz sicher?

source: You do not have permission to publish this page
de: Sie haben keine Berechtigung, diese Seite zu veröffentlichen

source: You do not have permission to change this page's in_navigation status
de: Sie haben keine Berechtigung, diese Seite den in_navigation Status zu ändern

source: You do not have permission to change this page
de: Sie haben keine Berechtigung, diese Seite zu ändern

source: Plugins where moved
de: Plugins wurden bewegt

source: Page permissions
de: Seiten-Zugriffsrechte

source: User & Group permissions
de: Zugriffsrechte Benutzer & Gruppen

source: Page permissions management
de: Zugriffsrechte Verwaltung

source: User details
de: Benutzerdetails

source: Groups
de: Gruppen

source: Copy permissions
de: Zugriffsrechte kopieren

source: Copy moderation
de: Moderation kopieren

source: Select a valid site
de: Wählen Sie eine gültige Website

source: Select a valid page
de: Wählen Sie eine gültige Seite

source: Add Another
de: Weiteres hinzufügen

source: position
de: Reihenfolge

source: slug
de: System-Pfadname

source: everybody
de: Jeder

source: can edit
de: Darf bearbeiten

source: group
de: Gruppe

source: can publish
de: Darf veröffentlichen

source: type
de: Art

source: navigation extenders
de: Navigationserweiterungen

source: author
de: Autor

source: login required
de: Login erforderlich

source: publication end date
de: Veröffentlichungsenddatum

source: publication date
de: Veröffentlichungsdatum

source: in navigation
de: In der Navigation

source: application
de: Anwendung

source: redirect
de: Weiterleitung

source: keywords
de: Suchbegriffe

source: Current page
de: Aktuelle Seite

source: Page and descendants
de: Seite und untergeordnete Seiten

source: Page
de: Seite

source: Moderate page
de: Seite moderieren

source: Moderate children
de: Untergeordnete Seiten moderieren

source: Moderate descendants
de: Vererbte Seiten moderieren

source: PageModerator
de: Seiten-Moderator

source: created
de: erstellt

source: changed
de: geändert

source: delete req.
de: löschen angefragt

source: move req.
de: bewegen angefragt

source: publish req.
de: veröffentlichen angefragt

source: unpublish req.
de: Veröffentlichung rückgängig angefragt

source: approved
de: genehmigt

source: Page moderator states
de: Seiten-Moderator Status

source: delete
de: Löschen
es: borrar

source: created by
de: erstellt von

source: changed by
de: geändert von

source: attached menu
de: verbundenes Menü

source: is published
de: veröffentlicht

source: moderator state
de: Moderator Status

source: menu login required
de: Menü Login erforderlich

source: pages
de: Seiten

source: can add
de: darf hinzufügen

source: can delete
de: darf löschen

source: can change advanced settings
de: darf erweiterte Einstellungen ändern

source: can change permissions
de: darf Zugriffsrechte ändern

source: can move
de: darf bewegen

source: can moderate
de: darf moderieren

source: can recover any deleted page
de: darf gelöschte Seiten wieder herstellen

source: Page global permission
de: globales Seiten-Zugriffsrecht

source: Pages global permissions
de: globale Seiten-Zugriffsrechte

source: Grant on
de: genehmigen für

source: Page permission
de: Seiten-Zugriffsrecht

source: User (page)
de: Benutzer (Seite)

source: Users (page)
de: Benutzer (Seite)

source: overwrite the title in the menu
de: Vorhandene Titel im Menu überschreiben

source: File
de: Datei

source: file
de: Datei

source: Picture
de: Bild

source: left
de: links

source: right
de: rechts

source: alternate text
de: Alternativer Text

source: textual description of the image
de: Textbeschreibung des Bildes

source: long description
de: lange Beschreibung

source: additional description of the image
de: Weitere Beschreibung des Bildes

source: side
de: Seite

source: Snippet
de: Schnipsel

source: Template %(template)s does not exist.
de: Template %(template)s existiert nicht.

source: Snippets
de: Schnipsel

source: more
de: mehr
es: más

source: Please select a plugin type.
de: Bitte wählen Sie ein Plugin-Typ.

source: Available Plugins
de: Verfügbare Plugins

source: count
de: Anzahl

source: Number of entries to display
de: Anzahl der Einträge, die angezeigt werden

source: link hint
de: Link Hinweis

source: Color Settings
de: Farbeinstellungen

source: movie file
de: Filmdatei

source: movie url
de: Film-URL

source: vimeo or youtube video url. Example: http://www.youtube.com/watch?v=YFa59lK-kpo
de: vimeo oder youtube video URL. Beispiel: http://www.youtube.com/watch?v=YFa59lK-kpo

source: preview image file
de: Vorschau Bild-Datei

source: auto hide
de: automatisch ausblenden

source: background color
de: Hintergrundfarbe

source: text color
de: Textfarbe

source: seekbar color
de: seekbar Farbe

source: seekbar bg color
de: seekbar bg Farbe

source: loadingbar color
de: loadingbar Farbe

source: Save
de: Sichern
es: Guardar

source: Save as new
de: Als Neu sichern

source: Save and add another
de: Sichern und weiteres hinzufügen
es: Guardar y subir otro

source: Save and continue editing
de: Sichern und weiter bearbeiten

source: Last changes
de: Letzte Änderungen

source: Change a page
de: Ändern Sie eine Seite

source: Approve page deletion
de: Seitenlöschung genehmigen

source: Remove delete request
de: Löschungsanfrage entfernen

source: Approve delete
de: Löschungsanfrage genehmigen

source: draft
de: Entwurf

source: Preview
de: Vorschau

source: View on site
de: Auf der Seite anzeigen

source: Please correct the error below.
de: Bitte folgenden Fehler korrigieren.

source: All permissions
de: Alle Zugriffsrechte

source: Page states
de: Seiten-Status

source: Request approvemet
de: Genehmigung anfragen

source: List of pages
de: Liste der Seiten

source: Successfully moved
de: Erfolgreich geändert

source: Recover deleted %(name)s
de: Gelöschte %(name)s wieder herstellen

source: Add %(name)s
de: %(name)s hinzufügen

source: Pages on:
de: Seiten auf:

source: on
de: auf

source: actions
de: Aktionen

source: moderate
de: moderatieren

source: published
de: Datum

source: end
de: Ende

source: last changes
de: Letzte Änderung

source: select this page
de: Diese Seite auswählen

source: edit this page
de: Diese Seite bearbeiten

source: edit
de: Bearbeiten
es: editar

source: insert below
de: Darunter einfügen

source: insert inside
de: Innen einfügen

source: Cut
de: Ausschneiden

source: cut
de: ausschneiden

source: Copy
de: Kopieren

source: copy
de: kopieren

source: add
de: hinzufügen

source: Approve directly
de: direkt genehmigen

source: view
de: Anzeigen

source: Unpublish
de: Veröffentlichung rückgängig machen

source: Publish
de: Veröffentlichen
es: Públicar

source: View on page
de: Auf der Seite anzeigen

source: Action
de: Aktion

source: Can edit
de: Darf bearbeiten

source: Can add
de: Darf hinzufügen

source: Can delete
de: Darf löschen

source: Can publish
de: Darf veröffentlichen

source: Can change permissions
de: Darf Zugriffsrechte ändern

source: Can move
de: Darf bewegen

source: (current)
de: (aktuell)

source: Page doesn't inherit any permissions.
de: Seite erbt keine Berechtigungen.

source: Plugin saved successfully.
de: Plugin erfolgreich gespeichert.

source: Recover deleted %(verbose_name)s
de: Gelöschte %(verbose_name)s wieder herstellen

source: Revert %(verbose_name)s
de: %(verbose_name)s rückgängig machen

source: Copy options
de: Optionen kopieren

source: Choose copy options
de: Kopieroptionen auswählen

source: From Language
de: Von Sprache

source: Copy Plugins
de: Plugins kopieren

source: You must save the page first to add plugins.
de: Sie müssen die Seite zuerst speichern, um Plug-Ins hinzuzufügen.

source: Available plugins
de: Verfügbare Plugins

source: Move to %(name)s
de: Nach %(name)s verschieben

source: Are you sure you want to delete this plugin?
de: Wollen Sie dieses Plugin wirklich löschen?

source: Edit mode
de: Edit-Modus

source: login
de: Anmelden
es: Iniciar

source: move
de: bewegen

source: Move/add Pages
de: Verschieben / Hinzufügen von Seiten

source: add child
de: Untergeordnete Seite hinzufügen

source: Add child page
de: Untergeordnete Seite hinzufügen

source: add sibling
de: Geschwisterseite hinzufügen

source: Delete Page
de: Seite löschen

source: Site Administration
de: Websiteverwaltung

source: Page Settings
de: Seiten-Einstellungen

source: history
de: Verlauf

source: View History
de: Verlauf öffnen

source: Logout
de: Abmelden
es: Fin de sesión

source: Lock
de: schützen

source: Close
de: Schließen
es: Cerrado

source: down
de: nach unten

source: Delete Plugin
de: Plugin löschen

source: Unbind page moderation
de: Seitenmoderation auflösen

source: Page not found on %(domain)s
de: Seite nicht gefunden für %(domain)s

source: parent first
de: übergeordnete zuerst

source: approve
de: genehmigen

source: CMS - your user account was created.
de: CMS - Ihr Benutzerkonto wurde erstellt.

source: CMS - your user account was changed.
de: CMS - Ihr Benutzerkonto wurde geändert.

source: Templates
de: Vorlagen

source: Hide
de: Verstecken

source: Total Time
de: Gesamtzeit

source: Misses
de: Nicht gefunden

source: Breakdown
de: Aufschlüsselung

source: Parameters
de: Parameter

source: Function
de: Funktion

source: Key
de: Schlüssel

source: Value
de: Wert

source: No messages logged
de: Keine Nachrichten geloggt

source: Setting
de: Einstellung

source: Method
de: Methode

source: Back
de: Zurück

source: SQL Explained
de: SQL Erläutert

source: SQL Profiled
de: SQL Profiliert

source: Error
de: Fehler

source: SQL Selected
de: SQL ausgewählt

source: German
de: Deutsch
es: Alemán

source: English
de: Englisch
es: Inglés

source: two columns
de: zwei Spalten

source: navigation examples
de: Navigationsbeispiele

source: sidebar column
de: Seitenleiste Spalte

source: Sample App
de: Beispiel App

source: sample root page
de: Beispiel Root-Seite

source: sample settings page
de: Beispiel Seiteneinstellungen

source: sample account page
de: Beispiel Konto-Seite

source: Static Menu
de: Statisches Menü

source: Static Menu2
de: Statisches Menü2

source: Only letters, numbers, underscores, spaces and hyphens are allowed.
de: Nur Buchstaben, Zahlen, Unterstriche und Bindestriche sind erlaubt.

source: The Folder already exists.
de: Der Ordner existiert schon.

source: New Name
de: Neuer Name

source: The File already exists.
de: Die Datei existiert bereits.

source: Folder
de: Ordner

source: Document
de: Dokument

source: Please correct the following errors.
de: Bitte folgende(n) Fehler korrigieren.

source: The Name will be converted to lowercase. Spaces will be replaced with underscores.
de: Der Name wird automatisch in Kleinbuchstaben umgewandelt. Nur Buchstaben, Zahlen, Unterstriche und Bindestriche sind erlaubt. Leerzeichen werden in Unterstriche umgewandelt.

source: Submit
de: Senden

source: BROWSE
de: BROWSEN

source: Completed
de: Fertiggestellt

source: Do you want to replace the file
de: Wollen Sie diese Datei wirklich ersetzen?

source: Help
de: Hilfe
es: Ayuda

source: Max. Filesize
de: Max. Dateigröße

source: Image Version
de: Bild Version

source: Select
de: Wählen Sie

source: Width
de: Breite

source: Height
de: Höhe

source: View Image
de: Bild sehen

source: Versions
de: Versionen

source: Are you sure you want to delete this file?
de: Wollen Sie diese Datei wirklich löschen?

source: Delete File
de: Datei löschen

source: Are you sure you want to delete this Folder?
de: Wollen Sie diesen Ordner wirklich löschen?

source: Delete Folder
de: Verzeichnis löschen

source: By Date
de: Nach Datum

source: Any Date
de: Jeder Tag

source: Today
de: Heute
es: Hoy

source: Past 7 days
de: Letzte 7 Tage

source: This Month
de: Dieser Monat

source: This year
de: Dieses Jahr

source: By Type
de: Nach Art

source: result
de: Ergebnis

source: results
de: Ergebnisse

source: total
de: Insgesamt

source: 1 result
de: 1 Ergebnis

source: %(full_result_count)s total
de: %(full_result_count)s gesamt

source: Clear Restrictions
de: Einschränkungen aufheben

source: Search
de: Suche
es: Buscar

source: Go
de: Weiter

source: %(counter)s Item total
de: %(counter)s Dateien gesamt

source: Thumbnail
de: Vorschaubild

source: Filename
de: Dateinname

source: Size
de: Größe

source: Date
de: Datum
es: Fecha

source: Results
de: Suchergebnisse

source: %(counter)s result
de: %(counter)s Ergebnisse

source: Page not found
de: Seite nicht gefunden

source: We're sorry, but the requested page could not be found.
de: Es tut uns leid, aber die angeforderte Seite kann nicht gefunden werden.

source: Server error
de: Serverfehler

source: Server error (500)
de: Serverfehler (500)

source: Server Error <em>(500)</em>
de: Serverfehler <em>(500)</em>

source: There's been an error. It's been reported to the site administrators via e-mail and should be fixed shortly. Thanks for your patience.
de: Es trat ein Fehler auf. Dieser Fehler wurde an die Administratoren per eMail weitergegeben und sollte bald behoben sein. Vielen Dank für Ihr Verständnis.

source: Clear selection
de: Auswahl aufheben

source: Run the selected action
de: Gewählte Aktion ausführen

source: You don´t have permission to edit anything.
de: Sie haben keine Berechtigung, etwas zu ändern.

source: None available
de: Keine vorhanden

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
de: Die Löschung des %(object_name)s '%(escaped_object)s' hätte die Löschung von abhängigen Daten zur Folge, aber Sie haben nicht die nötigen Rechte um die folgenden abhängigen Daten zu löschen:

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
de: Sind Sie sicher, das Sie%(object_name)s "%(escaped_object)s" löschen wollen? Es werden zusätzlich die folgenden abhängigen Daten mit gelöscht:

source: Cancel
de: Abbrechen
es: Cancelado

source: Yes, I'm sure
de: Ja, ich bin sicher

source: Delete multiple objects
de: Mehrere Objekte löschen

source: Deleting the %(object_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
de: Die Löschung von %(object_name)s hätte die Löschung von abhängigen Daten zur Folge, aber Sie haben nicht die nötigen Rechte um die folgenden abhängigen Daten zu löschen:

source: Are you sure you want to delete the selected %(object_name)s objects? All of the following objects and it's related items will be deleted:
de: Sind Sie sicher, das Sie%(object_name)s löschen wollen? Es werden zusätzlich die folgenden abhängigen Daten mit gelöscht:

source: Something's wrong with your database installation. Make sure the appropriate database tables have been created, and make sure the database is readable by the appropriate user.
de: Datenbankfehler. Stellen Sie sicher, dass die entsprechende Tabelle erstellt wurde und dass die Datenbank für die dazugehörigen Nutzer einsehbar ist.

source: Log in
de: Anmelden

source: Date/time
de: Datum/Uhrzeit

source: DATETIME_FORMAT
de: j. N Y, H:i

source: Created object
de: Erstelltes Objekt

source: This object doesn't have a change history. It probably wasn't added via this admin site.
de: Dieses Objekt enthält keine Versionsinformation. Es wurde möglicherweise nicht über diese Administrationsseiten angelegt.

source: Show all
de: Alles zeigen

source: First, enter a username and password. Then, you'll be able to edit more user options.
de: Bitte zunächst Benutzernamen und Kennwort eingeben, damit Sie weitere Einstellungen vornehmen können.

source: Password (again)
de: Kennwort (nochmal)

source: Enter the same password as above, for verification.
de: Bitte zur Überprüfung dasselbe Kennwort wie oben eingeben.

source: Password change
de: Kennwort ändern

source: New password:
de: Neues Kennwort:

source: Close All Items
de: Alle Einträge schliessen
es: Cerrar todos objetos

source: Add Item
de: Element hinzufügen

source: View on Site
de: Auf der Seite anzeigen

source: Move Item
de: Element verschieben

source: Delete Item
de: Element löschen

source: Add another %(verbose_name)s
de: Fügen Sie ein weiteres %(verbose_name)s hinzu

source: Remove
de: Entfernen

source: Documentation bookmarklets
de: Dokumentation Bookmarklets

source: <p>To install bookmarklets, drag the link to your bookmarks toolbar, or right-click the link and add it to your bookmarks. Now you can select the bookmarklet from any page in the site. Note that some of these bookmarklets require you to be viewing the site from a computer designated as "internal" (talk to your system administrator if you aren't sure if your computer is "internal").</p>
de: <p class="help">Um Bookmarklets zu installieren müssen diese Links in die Browser-Werkzeugleiste gezogen werden, oder mittels rechter Maustaste in die Bookmarks gespeichert werden. Danach können die Bookmarklets von jeder Seite aufgerufen werden. Einige Bookmarklets sind für den Zugriff von 'internen' Rechnern eingeschränkt. Falls nicht klar ist, ob ein Rechner als 'intern' bewertet wird, bitte den Administrator fragen.</p>

source: Documentation for this page
de: Dokumentation für diese Seite

source: Jumps you from any page to the documentation for the view that generates that page.
de: Springt von jeder Seite zu der Dokumentation der Ansicht, die diese Seite erzeugt hat.

source: Show object ID
de: Objekt ID anzeigen

source: Shows the content-type and unique ID for pages that represent a single object.
de: Zeigt die Content-Typ und die eindeutige ID für Seiten, die ein einzelnes Objekt repräsentieren.

source: Edit this object (current window)
de: Dieses Objekt im aktuellen Fenster ändern

source: Jumps to the admin page for pages that represent a single object.
de: Springt zu der Administationsseite für Seiten die ein einzelnes Objekt repräsentieren.

source: Edit this object (new window)
de: Objekt ändern (neues Fenster)

source: As above, but opens the admin page in a new window.
de: Wie zuvor, aber öffnet die Administrationsseite in einem neuen Fenster.

source: Log in again
de: Erneut anmelden

source: Password change successful
de: Kennwortänderung erfolgreich

source: Your password was changed.
de: Ihr Kennwort wurde geändert.

source: Please enter your old password, for securitys sake, and then enter your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie aus Sicherheitsgründen erst Ihr altes Kennwort und darunter dann zweimal (um sicherzustellen, das Sie es korrekt eingegeben haben) das neue Kennwort ein.

source: Old password:
de: Altes Kennwort:

source: Confirm password:
de: Kennwort bestätigen:

source: Change my password
de: Mein Kennwort ändern

source: Password reset
de: Kennwort zurücksetzen
es: Restablecimiento de contraseña
