Repository: hyperlocalhq/django-base-libs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es

source: Subscribe to the news
de: Feed abonnieren

source: Knowledge
de: Wissen

source: Additional Interviews
de: Weitere Interviews

source: Additional News
de: Weitere News

source: Write a Post
de: Beitrag schreiben

source: print
de: Drucken
es: imprimir

source: All Posts
de: alle Beiträge

source: Add a new blog entry
de: Neuen Blogbeitrag hinzufügen

source: No blog entries have been posted yet
de: Es sind noch keine Blogeinträge verfügbar

source: by <b>%(publisher)s</b>
de: von <b>%(publisher)s</b>

source: No comments
de: Keine Kommentare
es: No hay comentarios

source: 1 comment
de: 1 Kommentar
es: 1 comentario

source: Latest comment from %(latest_date)s
de: Letzter Kommentar vom %(latest_date)s

source: Delete Post - %(title)s
de: Beitrag löschen - %(title)s

source: Post a comment
de: Einen Kommentar schreiben
es: Hacer un comentario

source: Refuse
de: Ablehnen
es: Rechazar

source: Mark as Spam
de: Markieren als Spam
es: Marcar como espam

source: Accept
de: Annehmen
es: Acceptar

source: Do you really want to accept this comment?
de: Wollen Sie diesen Kommentar wirklich akzeptieren?

source: Post public comment
de: Den Kommentar veröffentlichen

source: required fields
de: Benötigte Felder

source: Do you really want to mark this comment as spam?
de: Wollen Sie diesen Kommentar wirklich als Werbung markieren?

source: Do you really want to refuse this comment?
de: Wollen Sie diesen Kommentar wirklich ablehnen?

source: Do you really want to delete "%(delete_object)s"?
de: Wollen Sie '%(delete_object)s' wirklich löschen?

source: Save as Draft
de: Als Entwurf sichern

source: Post To the Blog
de: Beitrag schreiben

source: Edit Post
de: Beitrag bearbeiten

source: Post a review
de: Schreiben Sie eine Bewertung

source: Review
de: Bewertung

source: Preview your review
de: Vorschau der Bewertung

source: preview
de: Vorschau

source: DATE_FORMAT
de: j. F Y

source: Post review
de: Die Bewertung veröffentlichen

source: Or edit your review
de: Oder ändern sie die Bewertung

source: Preview revised review
de: Vorschau der Bewertung

source: Contact us
de: Kontakt

source: Thank you for your message - we will contact you soon!
de: Vielen Dank für Ihre Nachricht! Wir werden schnellstmöglich antworten!

source: newsletter registration
de: Newsletter Registrierung

source: Receive the latest and greatest news about CreativeCityBerlin with subscribing to our Newsletter. Of course you can unsubscribe later at any point.
de: Mit unserem Newsletter werden Sie regelmäßig über aktuelle Themen und Updates auf CreativeCityBerlin informiert. Sie können diesen selbstvertändlich jederzeit wieder abbestellen.

source: Thanks
de: Danke

source: Thank you very much!
de: Vielen Dank!

source: Event Details
de: Veranstaltungsdetails

source: Opening Hours
de: Öffnungszeiten
es: Horario

source: Additional Information
de: Zusätzliche Information
es: Información adicional

source: Organizer is venue
de: Veranstalter gleich Veranstaltungsort

source: I am the orgnaizer of this event
de: Ich bin selbst der Veranstalter

source: Fee 1
de: Gebühr 1

source: Fee 2
de: Gebühr 2

source: Fee 3
de: Gebühr 3

source: Fee 4
de: Gebühr 4

source: Fee 5
de: Gebühr 5

source: Fee 6
de: Gebühr 6

source: Period
de: Zeitraum

source: Not listed? Enter manually
de: Nicht aufgelistet? Tragen Sie ihre Institution / Unternehmen selbst ein.

source: Change selection
de: Auswahl ändern

source: Back to selection
de: Zurück zur Auswahl

source: Information about this Event
de: Information zu dieser Veranstaltung

source: Event Profile
de: Profildaten

source: Profile Photo
de: Profilphoto

source: We have received your claiming request and will contact you soon.
de: Wir haben Ihre Anfrage erhalten und werden Sie bald kontaktieren.

source: Edit Event
de: Veranstaltung bearbeiten

source: Add to favorites
de: Zu Favoriten hinzufügen

source: login request
de: Login erforderlich

source: hide details
de: Details ausblenden

source: No objects found within the selected conditions.
de: Keine Einträge wurden gefunden zu den gewählten Kriterien.

source: Back to profile view
de: Zurück zur Profilansicht

source: show all
de: Alles zeigen

source: location
de: Standort

source: No Reviews have been posted yet.
de: Es sind noch keine Bewertungen verfügbar.

source: Post a review (login required)
de: Schreiben Sie eine Bewertung

source: read more
de: weiterlesen

source: upload a photo
de: Photo hochladen

source: edit categories data
de: Kategorien bearbeiten

source: Show on the map
de: Karte anzeigen

source: edit contact data
de: Kontaktdaten bearbeiten

source: Locate on map
de: Auf Karte anzeigen

source: Remove from map
de: Aus Karte entfernen
es: Eliminar de mapa

source: edit Description data
de: Beschreibung bearbeiten

source: Download iCalendar file
de: ICalendar-Datei herunterladen

source: New Events
de: Neue Veranstaltungen

source: more...
de: mehr...

source: There are no public events.
de: Keine veröffentlichten Veranstaltungen vorhanden.

source: New
de: Neu
es: Nuevo

source: Options
de: Einstellungen

source: No forums are available yet
de: Noch keine Foren sind verfügbar

source: Views
de: Aufrufe

source: Latest Post
de: Letzte Nachricht

source: Created on <a href="%(url)s">%(creation_date)s</a> by <a href="%(creator_url)s">%(creator)s</a>
de: Erstellt am <a href="%(url)s">%(creation_date)s</a> von <a href="%(creator_url)s">%(creator)s</a>

source: Recent threads
de: Aktuelle Themen

source: Created on <a href="%(url)s">%(creation_date)s</a> by <a href="%(creator_url)s">%(creator)s</a>
de: Erstellt am <a href="%(url)s">%(creation_date)s</a> von <a href="%(creator_url)s">%(creator)s</a>

source: No threads have been posted yet
de: Noch keine Themen gepostet

source: No child forums are available yet
de: Unter-Foren sind noch nicht verfügbar

source: Latest reply on %(creation_date)s by %(creator)s
de: Letzter Kommentar zu %(creation_date)s von %(creator)s

source: no Replies
de: keine Antworten

source: Created on %(creation_date)s<br/> by <a href="%(url)s">%(creator)s</a>
de: Erstellt am %(creation_date)s<br/> von <a href="%(url)s">%(creator)s</a>

source: Start a Thread
de: Neue Thema erstellen

source: No threads have been posted yet.
de: Es sind noch keine Themen verfügbar.

source: Create a new forum
de: Neues Forum erstellen

source: Edit Forum
de: Forum bearbeiten

source: Edit Reply
de: Antwort bearbeiten

source: Start a new thread in forum "%(current_forum)s"
de: Ein neues Thema im Forum "%(current_forum)s" erstellen

source: Edit Thread
de: Thema bearbeiten

source: Bookmark List
de: Lesezeichen Liste

source: rename
de: Ändern

source: cancel
de: Abbrechen

source: save
de: Sichern

source: You have no bookmarks in your bookmark list.
de: Sie haben keine gespeicherten Lesezeichen in Ihrer Liste.

source: Save this bookmark
de: Lesezeichen speichern

source: Save this bookmark as
de: Lesezeichen speichern unter

source: My new bookmark
de: Meine neuen Lesezeichen

source: Edit bookmarks
de: Lesezeichen bearbeiten

source: Remove from favorites
de: Favorit entfernen

source: It's your favorite
de: Als Favorit hinzugefügt

source: Add to contacts
de: Kontakt hinzufügen

source: Remove from contacts
de: Aus Kontakten entfernen

source: It's your contact
de: Kontakt hinzugefügt

source: You haven't any favorites.
de: Sie haben noch keine Favoriten.

source: Rate this 1 star out of 5
de: Bewerte dieses mit 1 Stern von 5

source: Rate this 2 stars out of 5
de: Bewerte dieses mit 2 Sternen von 5

source: Rate this 3 stars out of 5
de: Bewerte dieses mit 3 Sternen von 5

source: Rate this 4 stars out of 5
de: Bewerte dieses mit 4 Sternen von 5

source: Rate this 5 stars out of 5
de: Bewerte dieses mit 5 Sternen von 5

source: People who rated
de: Benutzer, die bewertet haben

source: Average rating
de: Durchschnittliche Bewertung

source: Add to recommendations
de: Zu Empfehlungen hinzufügen

source: Remove from recommendations
de: Aus Empfehlungen entfernen

source: It's your recommendation
de: Empfehlung hinzugefügt

source: You have no recommendations.
de: Sie haben noch keine Empfehlungen.

source: Accept Invitation
de: Einladung akzeptieren

source: Invitation
de: Einladung

source: Accept membership at %(institution_title)s.
de: Mitgliedschaft für %(institution_title)s annehmen.

source: Basic Personal Info
de: Persönliche Infos

source: Login Data
de: Anmeldedaten

source: Deny
de: Abweisen

source: Join Group
de: Gruppe beitreten

source: Join %(group_name)s
de: %(group_name)s beitreten

source: Cancel Joining
de: Beitritt widerrufen

source: Leave Group
de: Gruppe verlassen

source: Leave %(group_name)s
de: %(group_name)s verlassen

source: Accept invitation to %(group_name)s
de: %(group_name)s annehmen

source: Deny Invitation
de: Einladung ablehnen

source: Deny invitation to %(group_name)s
de: Einladung für %(group_name)s ablehnen

source: Do you really want to accept the invitation to %(group_name)s?
de: Wollen Sie die Einladung für %(group_name)s wirklich annehmen?

source: Do you really want to accept %(person_name)s to %(group_name)s?
de: Wollen Sie die Person %(person_name)s für %(group_name)s wirklich annehmen?

source: Do you really want to cancel the invitation of %(person_name)s to join %(group_name)s?
de: Wollen Sie die Einladung an %(person_name)s für %(group_name)s wirklich rückgängig machen?

source: Do you really want to cancel the request for joining %(group_name)s?
de: Wollen Sie die Einladung für %(group_name)s wirklich rückgängig machen?

source: Do you really want to deny the invitation to %(group_name)s?
de: Wollen Sie die Einladung für %(group_name)s wirklich ablehnen?

source: Do you really want to deny %(person_name)s to %(group_name)s?
de: Wollen Sie die Blockierung von %(person_name)s für %(group_name)s wirklich machen?

source: Title within the group
de: Titel in der Gruppe

source: Join
de: Teilnehmen

source: Do you really want to remove %(person_name)s from the members of %(group_name)s?
de: Wollen Sie wirklich %(person_name)s aus %(group_name)s entfernen?

source: Do you really want to leave %(group_name)s?
de: Wollen Sie %(group_name)s wirklich verlassen?

source: Leave
de: Verlassen

source: Do you really want to join %(group_name)s?
de: Wollen Sie wirklich %(group_name)s beitreten?

source: Done
de: Fertig

source: Your invitation has been sent.
de: Ihre Einladung wurde gesendet.

source: New Groups
de: Neue Gruppen

source: There are no public groups.
de: Keine veröffentlichten Gruppen vorhanden.

source: Attached to
de: Beigefügt an

source: Security
de: Datenschutz

source: Identifier
de: Identifikator

source: edit Group
de: Gruppe bearbeiten

source: Members
de: Mitglieder

source: Last Forum Threads
de: neuste Thema

source: ADDITIONAL INFORMATION
de: Zusätzliche Information

source: organizer
de: Veranstalter

source: organizing person
de: Veranstalter (Person)

source: FEES
de: Kosten

source: My Groups
de: Meine Gruppen

source: Other Groups
de: Andere Gruppe

source: Invite To Group
de: Zur Gruppe einladen

source: Sent invitations
de: Versendete Einladungen

source: Requests to confirm
de: Zu bestätigende Anfragen

source: Pending
de: Ausstehend

source: for group
de: Für Gruppe

source: Invitation from
de: Einladung von

source: Request from
de: Anfrage von

source: Accept Request
de: Anfrage annehmen

source: Accept membership request
de: Anfrage zur Mitgliedschaft annehmen

source: Deny Request
de: Anfrage ablehnen

source: Deny membership request
de: Anfrage zur Mitgliedschaft ablehnen

source: Cancel Invitation
de: Einladung widerrufen

source: Cancel invitation
de: Einladung widerrufen

source: Remove Member
de: Mitglied löschen

source: Remove member
de: Mitglied löschen

source: Send a mail
de: E-Mail senden

source: edit permissions
de: Status ändern

source: No people in this section.
de: Keone Personen in dieser Auswahl.

source: You have no more contacts to invite.
de: Sie haben keine weiteren Kontakte einzuladen.

source: Choose people to invite
de: Personen zur Einladung auswählen

source: Invite
de: Einladen

source: Is some category missing? You can <a href="/ticket/new-category/">suggest it here</a>.
de: Fehlt ihnen eine Kategorie? Sie können sie uns <a href="/ticket/new-category/">hier</a> zur Aufnahme vorschlagen.

source: gender
de: Geschlecht

source: birthday
de: Geburtstag

source: degree
de: Abschluss

source: occupation/position
de: Tätigkeit/Position

source: interests
de: Interessen

source: spoken languages
de: Sprachen

source: preferred language
de: Bevorzugte Sprache

source: edit details data
de: Details bearbeiten

source: You have been invited to the confirmed contacts of %(inviter_title)s.
de: Sie wurden von %(inviter_title)s Eingeladen.

source: Invite %(person_name)s
de: %(person_name)s einladen

source: Accept %(person_name)s
de: %(person_name)s annehmen

source: Deny %(person_name)s
de: %(person_name)s ablehnen

source: Edit relationship
de: Beziehung bearbeiten

source: Block
de: Blockieren

source: Block %(person_name)s
de: %(person_name)s blockieren

source: Unblock
de: Blockierung aufheben

source: Unblock %(person_name)s
de: %(person_name)s unblockieren

source: Do you really want to block %(person_name)s?
de: Wollen Sie die Person %(person_name)s wirklich blockieren?

source: Do you really want to cancel the invitation for %(person_name)s?
de: Wollen Sie die Einladung für %(person_name)s wirklich rückgängig machen?

source: Do you really want to remove relations to %(person_name)s?
de: Wollen Sie die Kontaktbestätigung zu %(person_name)s wirklich rückgängig machen?

source: Do you really want to unblock %(person_name)s?
de: Wollen Sie die Blockierung von %(person_name)s wirklich rückgängig machen?

source: Edit Institution
de: Institution bearbeiten

source: Contact Data
de: Kontaktdaten

source: Network
de: Netzwerk

source: Write a message to
de: Nachricht schreiben an

source: Send message
de: Nachricht senden

source: institution type
de: Institutions-Typ

source: Contacts to Persons
de: Kontakte zu Personen

source: Employee
de: Mitarbeiter

source: Institutional Contacts
de: Kontakte zu Institutionen

source: Current Cooperations
de: Aktuelle Kooperationen

source: Staff
de: Redaktion

source: New Institutions
de: Neue Institutionen

source: There are no public institutions.
de: Keine veröffentlichten Institutionen vorhanden.

source: Opening Hours Edit
de: Öffnungszeiten Bearbeiten

source: Opening Time
de: Geöffnet von

source: Closing Time
de: Geschlossen ab

source: Write a message
de: Nachricht schreiben

source: Do you really want to delete the media file "%(title)s"?
de: Wollen Sie die Datei "%(title)s" wirklich löschen?

source: Do you really want to delete this media file?
de: Wollen Sie diese Datei wirklich löschen?

source: Upload Image
de: Bild hochladen

source: Upload Audio
de: Audio hochladen

source: Upload Video
de: Video hochladen
es: Subir Video

source: Use an externally hosted media file.
de: Medien vom Internet verlinken.

source: Link to External Image
de: Bild vom Internet verlinken
es: Vínculo a imágen externo

source: Link to External Audio
de: Audio vom Internet verlinken

source: Link to External Video
de: Video vom Internet verlinken
es: Vínculo a video externo

source: Save and Show
de: Speichern und zeigen

source: Upload a media file instead.
de: Vom Rechner hochladen.

source: Upload Illustration
de: Bild Hochladen

source: Thumbnails
de: Miniaturbilder

source: Delete Media File
de: Datei löschen

source: in progress...
de: Ladevorgang...

source: Loading. Please wait.
de: Seite lädt. Bitte warten.

source: Previous media file
de: Vorherige Datei

source: Next media file
de: Nächste Datei

source: Add new image or photo
de: Neues Bild hinzufügen

source: Add new video
de: Neues Video hinzufügen

source: Add new audio
de: Neues Audio hinzufügen

source: There are no media files uploaded.
de: Es sind keine Bilder hochgeladen.

source: Add to Memo
de: Zu Merkliste hinzufügen

source: Memo
de: Merkliste

source: Remove Memo
de: Aus Merkliste löschen

source: Memorized
de: Zu Merkliste hinzugefügt

source: You haven't selected any objects to memorize.
de: Sie haben keine Einträge für die Merkliste ausgewählt.

source: Are you sure you want to delete the message "%(message_subject)s"?
de: Wollen Sie diese Nachricht(en) "%(message_subject)s" wirklich löschen?

source: Your Messages
de: Ihre Nachrichten

source: YOUR MESSAGES
de: Ihre Nachrichten

source: Action...
de: Aktion...

source: delete forever
de: Endgültig löschen

source: restore
de: Wiederherstellen

source: mark as read
de: Markieren als gelesen

source: mark as unread
de: Markieren als ungelesen

source: mark as spam
de: Markieren als Werbung

source: mark as no spam
de: Markieren als keine Werbung

source: replied
de: Beantwortet

source: spam read
de: Spam

source: read
de: gelesen

source: unread
de: nicht gelesen

source: from
de: von

source: There are no messages.
de: Es sind keine Nachrichten vorhanden.

source: New Messages
de: Neue Nachrichten

source: Send Message
de: Nachricht senden

source: reply
de: Antworten

source: forward
de: Weiterleiten

source: Notices
de: Notizen

source: Mark all unseen notices seen
de: Alle Notizen als gelesen markieren

source: No notices.
de: Keine Benachrichtigungen.

source: Notification Settings
de: Benachrichtigungen

source: The chosen notices will be sent to %(email)s.
de: Die gewünschten Benachrichtigungen werden an %(email)s gesendet.

source: Unspecified
de: Nicht definiert

source: Notice
de: Notizen

source: Edit Person
de: Person bearbeiten

source: Contacts to Institutions
de: Kontakte zu Institutionen

source: occupation
de: Tätigkeit

source: individual type
de: Person-Typ

source: New People
de: Neue Personen

source: There are no public people.
de: Keine veröffentlichten Personen vorhanden.

source: Past 30 days
de: Letzte 30 Tage

source: No Items Found
de: Keine Dateien gefunden

source: %(counter)s Item
de: %(counter)s Dateien

source: No Items
de: Keine Dateien

source: Edit Document
de: bearbeiten Dokument

source: website
de: Webseite

source: authors
de: Autoren

source: external authors
de: Externe Autoren

source: publisher
de: Anbieter

source: playing time
de: Spieldauer

source: filesize
de: Dateigröße (MB)

source: New Documents
de: Neue Dokumente

source: There are no public documents.
de: Keine veröffentlichten Dokumente vorhanden.

source: SEARCH
de: SUCHE

source: search
de: Suche

source: ADVANCED SEARCH
de: Erweiterte Suche

source: QUICK SEARCH
de: Schnellsuche

source: keyword
de: Suchbegriff

source: clear
de: Löschen

source: Define your search by selecting any of the following categories and keywords.
de: Wählen Sie für Ihre Suche eine beliebige Kombination aus den folgenden Kategorien und Ihren Suchbegriffen.

source: creative sector
de: Kreativbereich

source: context
de: Geschäftsfeld

source: clear all fields
de: Alle Felder zurücksetzen

source: SEARCH RESULTS
de: Suchergebnisse

source: search results
de: Suchergebnisse

source: Refine your search query
de: Ändern Sie Ihre Suchkriterien

source: Browse
de: Browsen

source: view all
de: Alle zeigen

source: directory
de: Verzeichnis

source: Reset all filters
de: Alle Filter zurücksetzen
es: Borrar todos los filtros

source: Item categories
de: Kategorien

source: collapse/expand
de: Zuklappen/Aufklappen

source: Delete Review
de: Bewertung löschen

source: This review was
de: Diese Bewertung ist

source: helpful
de: hilfreich

source: helpfull
de: hilfreich

source: interesting
de: interessant

source: inappropriate
de: unangemessen

source: New Lists
de: Neue Listen

source: There are no public lists.
de: Keine veröffentlichten Listen vorhanden.

source: My Account
de: Mein Konto

source: My Profiles
de: Meine Profile

source: Add an institutional profile
de: Institutionsprofil hinzufügen

source: My Settings
de: Meine Einstellungen

source: Profile settings
de: Profileinstellungen

source: Notifications
de: Benachrichtigungen

source: Privacy
de: Privatsphäre

source: Language settings
de: Spracheinstellungen

source: Activities
de: Aktivitäten

source: Join this group
de: Gruppe beitreten

source: Join this event
de: An Veranstaltung teilnehmen

source: Invite Members
de: Mitglieder einladen

source: Invite Contacts
de: Kontakte einladen

source: Sign up
de: Registrieren

source: More Info
de: Mehr Informationen

source: Statistics
de: Statistik

source: Recommended by %(recommended_by)s people
de: Empfohlen von %(recommended_by)s Nutzern

source: Saved by %(saved_by)s people
de: Gespeichert von %(saved_by)s Nutzern

source: Created: %(created)s
de: Erstellt: %(created)s

source: send a message
de: Nachricht senden

source: open website
de: Webseite öffnen

source: subscribe to feed
de: Feed abonnieren

source: download vCard
de: Visitenkarte herunterladen

source: print this page
de: Diese Seite drucken

source: claim this institution
de: Ihr Unternemen?

source: claim this event
de: Ihre veranstaltung?

source: claim this document
de: Ihr Dokument?

source: report an error
de: Fehler melden

source: Do you really want to delete the post '%(title_t)s'?
de: Wollen Sie den Beitrag '%(title_t)s' wirklich löschen?

source: Content Partner
de: Inhalts-Partner

source: Sector
de: Bereich

source: Customize Page
de: Seite anpassen

source: Profile
de: Profil

source: Viewed by %(viewed_by)s people
de: Angesehen von %(viewed_by)s Nutzern

source: Last updated: %(last_updated)s
de: Letzte Aktualisierung: %(last_updated)s

source: Lists
de: Listen

source: Please choose the profile
de: Bitte wählen Sie das gewünschte Profil aus.

source: Do you really want to delete the avatar?
de: Wollen Sie dieses Profilbild wirklich löschen?

source: Do you really want to delete the contact "%(postal_address)s"?
de: Wollen Sie die Kontaktdaten "%(postal_address)s" wirklich löschen?

source: Feedback
de: Nachricht

source: feedback
de: Nachricht

source: We are constantly working to improve and expand this website with regard to both usability and content. If you have a suggestion, we are happy to hear about it.
de: Wir arbeiten permanent an Erweiterungen und Verbesserungen dieser Site in Bezug auf Inhalte und Anwenderfreundlichkeit. Wir freuen uns auf Ihre Anregungen.

source: Write Feedback
de: Nachricht schreiben

source: Thank you for informing us - we will work on it immediately!
de: Vielen Dank für Ihren Hinweis! Wir kümmern uns schnellstmöglich darum!

source: Enter the security code from the image above
de: Wiederholen Sie den angezeigten Bildcode in nachstehendem Feld

source: Sorting
de: Sortierung

source: List
de: Liste

source: Gallery
de: Galerie

source: Previous
de: Vorherige Seite

source: Next
de: Weiter
es: Próximo

source: Date:
de: Datum:

source: Time:
de: Zeit:

source: Currently:
de: Momentan:

source: Change:
de: Ändern:

source: Type the first few letters of the %(lookup_field)s to have a list of matches shown.
de: Geben Sie die Anfangsbuchstaben des %(lookup_field)s ein, um eine entsprechende Auswahl anzuzeigen.

source: Community
es: Comunidad

source: Twitter Wall
es: Muro Twitter

source: Configure
es: Configurar

source: Media
es: Medios

source: Intro
es: Introducción

source: Main Content
es: Contenido general

source: Footnotes
es: Anotación

source: editorial notices
es: Comentarios de la redacción

source: Plan & Organize - First
es: Planear & Organizar - Primero

source: Series Items Featured
es: Serie de artículos activos

source: Series Items
es: Serie de artículos

source: Jewish Museum
es: Museo Judío

source: Series Exhibitions
es: Serie de Exposiciones

source: Series Images
es: Serie de Imágenes

source: Start Page Content
es: Contenido de la página inicial

source: Left Column
es: Columna izquierda

source: Center Column
es: Columna mediana

source: Right Column
es: Columna derecha
