Repository: hyperlocalhq/django-base-libs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es

source: City is required
de: Ort wird benötigt

source: Postal code is required
de: PLZ wird benötigt

source: Address
de: Adresse
es: Dirección

source: Please choose at least one object type.
de: Bitte wählen Sie mindestens eine Objektart.

source: opening hours and payment
de: Öffnungszeiten und Zahlungsarten

source: Location
de: Standort
es: Lugar

source: Additional Address
de: Zusätzliche Adresse

source: Postal/ZIP Code
de: PLZ

source: addresses
de: Adressen

source: Neighborhood
de: Nachbarschaft

source: locality
de: Ortschaft

source: localities
de: Ortschaften

source: Latitude
de: Breitengrad
es: Latitud

source: Latitude (Lat.) is the angle between any point and the equator (north pole is at 90; south pole is at -90).
de: Breitengrad ist der Winkel zwischen irgendeinem Punkt und dem Äquator (der Nordpol liegt bei 90°; der Südpol liegt bei -90°).
es: La latitud (Lat.) es el ángulo entre cualquier punto y el ecuador (polo norte situado en 90; polo sur situado en -90).

source: Longitude
de: Längengrad
es: Longitud

source: Longitude (Long.) is the angle east or west of an arbitrary point on Earth from Greenwich (UK), which is the international zero-longitude point (longitude=0 degrees). The anti-meridian of Greenwich is both 180 (direction to east) and -180 (direction to west).
de: Der Längengrad ist der östliche oder westliche Winkel von einem willkürlichen Punkt auf der Erde nach Greenwich (Großbritannien), welches der internationale Null Längengrad Punkt ist (Grad Längengrad=0°) Der Gegenmeridian von Greenwich ist 180° in Richtung Osten und -180° in Richtung Westen).
es: La longitud (Long) es el ángulo este/oeste de un punto arbitrario en la tierra desde Greenwich (RU), que es el punto de longitud-zero internacional (longitud=0 grados). El anti-meridiano de Greenwich es ambos 180 (dirección al este) y -180 (dirección al oeste).

source: Altitude
de: Höhenlage

source: The elevation above the sea level measured in meters
de: Die Höhe über dem Meeresspiegel wird in Meter bemessen

source: geopositions
de: Geopositionen

source: Sender
de: Versender
es: Remitente

source: Recipients
de: Empfänger
es: Destinatorios

source: Flags
de: Markierungen
es: Banderas

source: Send
de: Senden
es: Enviar

source: Message "%s" has been sent
de: Ihre Nachricht "%s" wurde gesendet

source: Sender Name
de: Absender
es: Nombre de remitente

source: Sender Email
de: E-Mail-Adresse des Absenders
es: Correo electrónico de remitente

source: Tester Email
de: Testabsender E-Mail

source: Please select one or more recipients from the list and/or enter recipients in the text field below.
de: Bitte wählen Sie einen oder mehrere Empfänger aus der Liste und/oder durch manuelle Eingabe von externen E-mail Adressen im darunterliegenden Textfeld aus.

source: Recipients (Emails)
de: Empfänger E-Mail-Adressen
es: Destinatorios (Correos electrónicos)

source: Email addresses must have the form 'John Doe (john.doe@domain.com)' or just 'john.doe@domain.com'.
de: E-mail Adressen müssen folgendermaßen formattiert werden: 'John Doe (john.doe@domain.com)' oder einfach 'john.doe@domain.com'.

source: Subject (English)
de: Betreff (Englisch)

source: Message (English)
de: Nachricht (Englisch)

source: Subject (German)
de: Betreff (Deutsch)

source: Message (German)
de: Nachricht (Deutsch)

source: Recipient
de: Empfänger

source: Object
de: Objekt
es: Objeto

source: Global
de: Allgemein

source: Message (Plain text)
de: Nachricht (unformatierter Text)
es: Mensaje (Texto fácil)

source: Message (HTML)
de: Nachricht (HTML-Text)
es: Mensaje (HTML)

source: Delete after sending
de: Löschen nach Senden
es: Borrar después de enviar

source: email message
de: Email-Nachricht
es: mensaje de correo electrónico

source: email messages
de: Email-Nachrichten
es: mensajes de correo electrónico

source: Placeholder Internal Name
de: Platzhalter Interner Name
es: Nombre interno de espaciador

source: Placeholder Name
de: Platzhalter Name
es: Nombre de espaciador

source: relates to
de: bezieht sich auf
es: relacionado a

source: Placeholder Help text
de: Platzhalter Hilfe-Text
es: Texto ayudante de espaciador

source: Written
de: Geschrieben
es: Escrito

source: email template placeholder
de: E-mail Vorlage Platzhalter

source: email template placeholders
de: E-mail Vorlage Platzhalter

source: Template Text (English)
de: Textvorlage (Englisch)

source: Template Text (German)
de: Textvorlage (Deutsch)

source: Template HTML (English)
de: HTML Vorlage (Englisch)

source: Template HTML (German)
de: HTML Vorlage (Deutsch)

source: Allowed Placeholders
de: Erlaubte Platzhalter
es: Espaciadores permitidos

source: email template
de: E-Mail Vorlage

source: email templates
de: E-Mail Vorlagen

source: Your message has been sent.
de: Ihre Nachricht wurde gesendet.
es: Mensaje enviado.

source: Deleted
de: Gelöscht
es: Borrar

source: Replied
de: Beantwortet
es: Contestado

source: Internal
de: Intern
es: Interno

source: No Template
de: Keine Vorlage
es: Sín Plantilla

source: Offering institution
de: Jobanbieter

source: Please enter a letter to display a list of available authors
de: Bitte geben Sie einen Anfangsbuchstaben ein, um eine entsprechende Auswahl der verfügbaren Autoren angezeigt zu bekommen

source: Marketplace
de: Marktplatz

source: Internship?
de: Praktikum?

source: job type
de: Tätigkeitsart

source: job types
de: Tätigkeitsarten

source: qualification
de: Qualifikation

source: qualifications
de: Qualifikationen

source: job sector
de: Jobbereich

source: job sectors
de: Jobbereiche

source: Publishing date (oldest first)
de: Veröffentlichungsdatum (älteste zuerst)

source: Publishing date (newest first)
de: Veröffentlichungsdatum (neueste zuerst)

source: Job type
de: Tätigkeitsart

source: Qualifications
de: Qualifikationen

source: Job sectors
de: Jobbereiche

source: Show email addresses to unregistered visitors?
de: E-Mail Adressen für nicht registrierte Besucher anzeigen?

source: One has to pay to get information about the job
de: Weitere Informationen zu dem Job sind kostenpflichtig

source: job offer
de: Jobangebot

source: job offers
de: Jobangebote

source: Related object's type (model)
de: Typ der bezugnehmenden Objekt (model)

source: Content Object
de: Content-Objekt

source: Title in English
de: Titel Englisch

source: Title in German
de: Titel Deutsch

source: Short Description in English
de: Kurzbeschreibung Englisch

source: Short Description in German
de: Kurzbeschreibung Deutsch

source: Image File
de: Bild Datei

source: You can link to a GIF, JPG, or PNG image.
de: Sie können GIF, JPG, oder PNG verlinken.

source: You can only link to GIF, JPG, and PNG files. This image format is not supported.
de: Sie können GIF, JPG, oder PNG verlinken. Dieses Bild-Format wird nicht unterstützt.

source: Video File
de: Video Datei
es: Carpeta Video

source: You can upload only FLV files.
de: Sie können nur FLV Datein hochladen.
es: Sólo se puede subir carpetas FLV

source: You can link to a FLV file or Youtube video (i.e. http://www.youtube.com/watch?v=rd2izv5JBcE).
de: Sie konnen nur FLV verlinken oder Youtube Videos (z.b. http://www.youtube.com/watch?v=rd2izv5JBcE).

source: Illustration File
de: Illustrations Datei

source: It will be used for the thumbnail. You can upload GIF, JPG, PNG, TIFF, and BMP images. The minimal dimensions are %s px.
de: Dieses Bild wird als Icon verwendet. Erlaubt sind Daten im Format JPG, GIF, PNG TIFF. Minimale Größe %s px.

source: You can only link to FLV files or Youtube video pages.
de: Sie konnen nur FLV verlinken oder Youtube Video Seiten.

source: Audio File
de: Audio Datei

source: You can upload only MP3 files.
de: Sie können nur MP3's hochladen.

source: You can link to an MP3 file.
de: Sie können nur MP3's verlinken.

source: It will be used for the thumbnail of the audio file as well as for the splash image in the player. You can upload GIF, JPG, PNG, TIFF, and BMP images. The minimal dimensions are %s px.
de: Dieses Bild wird als Icon für die Audio Datei und als Hintergrundbild für den Player verwendet. Erlaubt sind Daten im Format JPG, GIF, PNG TIFF. Minimale Größe %s px.

source: You can only link to MP3 files. This is not MP3.
de: Sie können nur MP3's verlinken. Das ist kein MP3.

source: Media Gallery
de: Mediengalerie
es: Galería de medios

source: Media Galleries
de: Mediengalerien
es: Galerías de medios

source: Global gallery
de: Globale Galerie
es: Galería global

source: Gallery of %(content_type)s %(object)s
de: Galerie von %(content_type)s %(object)s

source: File Count
de: Datein Anzahl

source: Newest Galleries
de: Neueste Galerien
es: Galerías recientes

source: Lastly Updated
de: Zuletzt geändert
es: Últimamente actualizado

source: Most Discussed
de: Meist kommentierte
es: Más discutido

source: Most Favored
de: Beliebtesten
es: Más favorecido

source: Most Viewed
de: Meist besuchte
es: Más visto

source: Media Set
de: Medien Set

source: Media Sets
de: Medien Sets

source: File path
de: Dateipfad
es: Archivo camino

source: A path to a locally stored image, video, or audio file.
de: Ein Pfad zu local geseicherten Bild, Video oder Audio Datein.
es: Camino a un imagen guardado local

source: External URL
de: Externe Adresse

source: A URL of an external image, video, or audio file.
de: Eine Adresse von einer externen Bild, Video, oder Audio Datei.

source: Splash-image path
de: Splash-Bild-Pfad

source: Used for still images in Flash players and for thumbnails.
de: Für Standbilder in Flash Player und Miniaturbilder.

source: Media File
de: Mediendatei
es: Archivo medios

source: Memos
de: Merkliste

source: Unique generated identifier saved in the cookie at a visitor's computer
de: Generierter unique Identifier der in das Cookie auf dem Computer eines Besuchers gespeichert ist

source: Expiration
de: Ablauf

source: Cookie expiration date
de: Cookie Verfallsdatum

source: Collection
de: Sammlung

source: memo
de: Zur Merkliste hinzufügen

source: memos
de: Merkliste

source: Please select one or more recipients from the list.
de: Bitte wählen Sie einen oder mehrere Empfänger aus der Liste

source: Messaging
de: Nachrichten

source: internal message
de: Nachricht

source: internal messages
de: Interne Nachrichten

source: message cannot be found
de: Nachricht konnte nicht gefunden werden

source: You are not allowed to perform this operation
de: Sie haben keine Berechtigung, diese Aktion auszuführen

source: Linked Object
de: Verknüpftes Objekt

source: Each item can be either a link or a group of links.
de: Jedes Element kann entweder ein Link oder eine Link-Gruppe sein.

source: If this item is a link, choose a target object or enter a URL.
de: Ist dieses Element ein Link, wählen Sie ein Zielobjekt oder geben eine URL ein.

source: Group
de: Gruppe

source: If this item is a group of links, check 'Group of links' below.
de: Ist dieses Element eine Link-Gruppe, überprüfen Sie "Link-Gruppe" weiter unten.

source: Availability
de: Verfügbarkeit

source: (depends on the context)
de: (hängt vom Kontext ab)

source: (group of links)
de: (Linkgruppe)

source: (broken link)
de: (Defekter Link)

source: Link target
de: Link-Ziel

source: Linked object
de: Verknüpftes Objekt

source: Do not change this value! Sysnames are used to display tree branches of navigation links in templates. Also they are used for binding specific styling or scripts to specific navigation items.
de: Ändern Sie diesen Wert nicht! Sysnames werden verwendet, um Äste von Navigations-Links in Vorlagen anzuzeigen, sowie um spezifische Stylings oder Skripte mit spezifischen Navigationslinks zu verknüpfen.

source: Link URL
de: Linkadresse

source: It can contain template tags and variables. The link is shown in the navigation menu only if it returns a non-empty string.
de: Kann Template-Tags und Variablen enthalten. Der Link wird im Navigationsmenu nur dargestellt, wenn er einen nicht-leeren String enthält.

source: Related URLs
de: Bezugnehmende URLs

source: Other URLs for which this link should be highlighted, one per line. It can contain template tags and variables.
de: Weitere URLs, für die dieser Link hervorgehoben werden soll. Trennen durch neue Zeilen. Kann Template-Tags und Variablen enthalten.

source: Group of links
de: Linkgruppe

source: Show group name
de: Gruppennamen zeigen

source: Shown for visitors
de: Sichtbar für Besucher

source: Shown for users
de: Sichtbar für Benutzer

source: Require login
de: Login erforderlich

source: Promoted
de: Hervorgehoben

source: navigational menu item
de: Navigationslink

source: navigational menu items
de: Navigationslinks

source: Categories & Tags
de: Kategorien & Tags

source: Advanced Options
de: Erweiterte Optionen

source: Additional Content Description
de: Zusätzlicher Content Beschreibung

source: New Articles
de: Neue Artikel

source: allow comments
de: Kommentare erlauben

source: close comments
de: Kommentare schließen

source: Restricted Access
de: Beschränkter Zugang

source: Authorization Required
de: Registrierung erforderlich

source: Notices Feed
de: Hinweis

source: Notification
de: Benachrichtigung

source: display
de: Anzeige

source: public
de: öffentlich

source: is this category displayed in the public notification settings?
de: Soll diese Kategorie in dem Benachrichtigungsformular angezeigt werden?

source: notice-type category
de: Benachrichtigungs-Kategorie

source: notice-type categories
de: Benachrichtigungs-Kategorien

source: Not reported
de: Nicht gemeldet

source: Shown in the website
de: Veröffentlicht auf der Website

source: Shown in the website and sent by email
de: Anzeige auf der Webseite und per E-Mail

source: should match the slug of an associated EmailTemplate object
de: Sollte mit dem Slug eines verbundenen EmailTemplate Objekts übereinstimmen

source: Message Template
de: Nachrichten Vorlage

source: This message will be shown in the website. Accepted template variables: {{ notified_user }}, {{ object }}, and specific extra context.
de: Diese Nachricht wird auf der Website angezeigt Zulässige Template-Variablen: {{ notified_user }}, {{ object }}, und spezifischer zusätzlicher Kontext.

source: default media
de: Standard-Media

source: How will the notices be reported to users by default?
de: Wie werden die Mitteilungen an die Benutzer standardmäßig weitergeleitet?

source: is this notice type displayed in the public notification settings?
de: Soll dieser Mitteilungstyp in den Benutzer-Einstellungen angezeigt werden?

source: notice type
de: Benachrichtigungsart

source: notice types
de: Benachrichtigungsarten

source: user
de: Benutzer

source: send
de: Senden

source: notice setting
de: Notitz Einstellungen

source: notice settings
de: Notitz Einstellungen

source: added
de: hinzugefügt

source: unseen
de: ungesehn

source: archived
de: archiviert

source: notice
de: Notiz

source: notices
de: Notizen

source: observed item
de: vermerkte Dinge

source: observed items
de: beobachtete Objekte

source: default
de: Standard

source: Male
de: Männlich

source: Female
de: Weiblich

source: Gender
de: Geschlecht

source: prefix
de: Anrede

source: prefixes
de: Anreden

source: template
de: Vorlage

source: takes the person as {{ person }} variable
de: nimmt die Person als {{ person }} Variable

source: salutation
de: Begrüßung

source: salutations
de: Begrüßungen

source: individual location type
de: Individuelle Standortkategorie

source: individual location types
de: Individuelle Standortkategorien

source: institutional location type
de: Institutionelle Standortkategorie

source: institutional location types
de: Institutionelle Standortkategorien

source: phone type
de: Telefon-Typ

source: phone types
de: Telefon-Typen

source: email type
de: E-Mail-Typ

source: email types
de: E-Mail-Typen

source: url type
de: URL-Typ

source: url types
de: URL-Typen

source: instant messenger type
de: Instant Messenger-Typ

source: instant messenger types
de: Instant Messenger-Typen

source: People
de: Personen

source: Sign-up date (oldest first)
de: Mitgliedschaft (älteste zuerst)

source: Sign-up date (newest first)
de: Mitgliedschaft (neueste zuerst)

source: Salutation
de: Begrüßung

source: Nickname
de: Spitzname

source: Birth / Maiden name
de: Geburtsname

source: Year of Birth
de: Jahr

source: Month of Birth
de: Monat

source: Day of Birth
de: Tag

source: Nationality
de: Nationalität

source: Languages spoken
de: Sprachen

source: Academic Degree
de: Akademischer Grad

source: Current Occupation
de: Derzeitige Tätigkeit

source: Interests
de: Interessen

source: Current Timezone
de: Zeitzone

source: Display email address to public
de: E-Mail Adresse veröffentlichen

source: Display instant messengers to public
de: Instant Messengers veröffentlichen

source: Display user name instead of full name
de: Benutzernamen anstatt des vollen Namens darstellen

source: Allow indexing by search engines
de: In Suchumfrage anzeigen

source: individual (person)
de: Person

source: individuals (people)
de: Personen

source: First name
de: Vorname
es: Nombre

source: Last name
de: Nachname
es: Apellido

source: E-mail address
de: E-mail-Adresse

source: Seasonal
de: Saisonal

source: Title in the institution
de: Position in der Institution

source: i.e. "director", "manager", "student", "doctor", etc.
de: z.b. "Direktor", "Manager", "Student", "Doktor", etc.

source: individual contact
de: Persönlicher Kontakt

source: individual contacts
de: Persönliche Kontakte

source: Confirm password
de: Kennwort bestätigen

source: Please enter a correct email and password. Note that both fields are case-sensitive.
de: Bitte geben Sie eine korrekte E-Mail-Adresse und Kennwort ein. Beide Felder berücksichtigen die Groß-/Kleinschreibung.

source: This account is inactive.
de: Dieses Benutzerkonto ist inaktiv.

source: Your Web browser doesn't appear to have cookies enabled. Cookies are required for logging in.
de: Der Webbrowser scheint keine Cookies aktiviert zu haben. Cookies sind fär die Anmeldung zwingend notwendig.

source: Display profile to public
de: Profil veröffentlichen

source: Do not publish the profile.
de: Eigene Profilseite nicht veröffentlichen.

source: Position/Occupation
de: Tätigkeit

source: Establishment
de: Gründungsdatum

source: Year of establishment is required
de: Gründungsjahr ist benötigt

source: Month of establishment is required
de: Gründungsjahr ist benötigt

source: Please enter a positive integer value
de: Bitte eine positive Ganzzahl eingeben

source: Please enter a valid year
de: Bitte ein gültiges Jahr eingeben

source: account type
de: Benutzerkonten Kategorie

source: name and login
de: Name und Login

source: contact data
de: Kontaktdaten

source: contact person
de: Kontaktperson

source: Permission
de: Zugriffsrecht
es: Permiso

source: Inherited
de: Geerbt
es: Heredado

source: Allowed
de: Erlaubt
es: Permitido

source: Disallowed
de: Nicht erlaubt
es: Prohibido

source: Select an option
de: Wählen Sie eine Option aus
es: Seleccionar una opción

source: Each permission owner should be selected just once.
de: Jeder Besitzer von Zugriffsrechten sollte nur einmal gewählt werden.

source: Permissions
de: Zugriffsrechte
es: Permisos

source: row level permission
de: Objekt-Zugriffsrecht

source: row level permissions
de: Objekt-Zugriffsrechte

source: In addition to the permissions manually assigned, these users will also get all row level permissions granted to this group.
de: Zusätzlich zu den manuell angelegten Rechten erhält dieser Benutzer auch alle Rechte, die seine zugewiesene Gruppe hat.

source: object-specific group
de: Typ-spezifische Gruppe

source: object-specific groups
de: Typ-spezifische Gruppen

source: Edit Row Level Permissions
de: Objekt-Zugriffsrechte ändern

source: Priorities
de: Prioritäten

source: Priority Setter
de: Prioritäten-Einsteller

source: Priority
de: Priorität

source: priority
de: Priorität

source: priorities
de: Prioritäten

source: very high
de: Sehr hoch

source: high
de: Hoch

source: low
de: Gering

source: very low
de: Sehr gering

source: Profanity filter
de: Schimpfwort-Filter

source: Word to filter out
de: Schimpfwort(e)

source: swear word
de: Schimpfwort

source: swear words
de: Schimpfworte

source: used words
de: Benutzte Schimpfworte

source: swearing case
de: Schimpfwort Vorfall

source: swearing cases
de: Schimpfwort Vorfälle

source: Public filebrowser
de: Öffentlicher Dateibrowser

source: Public Filebrowser
de: Öffentlicher Dateibrowser

source: Accessible root directory
de: Verfügbares Root-Verzeichnis

source: Directory access
de: Dateisystem Zugriff

source: You have no access to the file system.
de: Sie haben keinen Zugriff auf das Dateisystem.

source: The requested Folder does not exist.
de: Der aufgerufene Ordner ist nicht vorhanden.

source: Error finding Upload-Folder. Maybe it does not exist?
de: Kann Upload-Ordner nicht finden. Vielleicht ist er nicht angelegt?

source: FileBrowser
de: Datei Browser

source: The Folder %s was successfully created.
de: Der Ordner %s wurde erfolgreich erstellt.

source: Permission denied.
de: Berechtigung verweigert.

source: Error creating folder.
de: Fehler beim Erstellen des Ordners.

source: New Folder
de: Neuer Ordner

source: Select files to upload
de: Dateien zum Hochladen vorbereiten

source: Upload
de: Hochladen

source: The requested File does not exist.
de: Die angeforderte Datei existiert nicht.

source: The file %s was successfully deleted.
de: Die Datei %s wurde erfolgreich gelöscht.

source: The folder %s was successfully deleted.
de: Der Ordner %s wurde erfolgreich gelöscht.

source: Renaming was successful.
de: Umbenennen erfolgreich.

source: Error.
de: Fehler.

source: Rename "%s"
de: "%s" umbenennen

source: Rename
de: Umbenennen

source: Versions for "%s"
de: Versionen für "% s"

source: key
de: Suchbegriff

source: is aggregated
de: ist aktualisiert

source: Rater
de: Bewerter

source: Rating points
de: Bewertungspunkte

source: rating
de: Bewertung

source: ratings
de: Bewertungen

source: Recommendations
de: Empfehlungen

source: Recommender
de: Empfehler

source: recommendation
de: Empfehlung

source: recommendations
de: Empfehlungen

source: Reminders
de: Erinnerungen

source: Reminder Setter
de: Erinnerungs-Einsteller

source: Alarm Time
de: Alarmzeit

source: reminder
de: Erinnerung

source: reminders
de: Erinnerungen

source: Resources
de: Ressourcen

source: Document type
de: Dokument Art

source: Document file
de: Dokument Datei

source: Authors
de: Autoren

source: External authors
de: Externe Autoren

source: Comma-separated list
de: Kommaseparierte Liste

source: Publisher
de: Anbieter

source: Year of Publishing
de: Veröffentlichungsjahr

source: Month of Publishing
de: Veröffentlichungsmonat

source: Day of Publishing
de: Veröffentlichungstag

source: Playing time
de: Spieldauer

source: Pages
de: Seiten

source: File size (MB)
de: Dateigröße (MB)

source: Languages
de: Sprachen
es: Idiomas

source: document
de: Dokument

source: documents
de: Dokumente

source: Structure
de: Struktur

source: Will the terms of this vocabulary be used in hierarchical structure?
de: Werden die Begriffe dieses Vokabulars in einer hierarchischer Struktur verwendet?

source: vocabulary
de: Vokabular

source: vocabularies
de: Vokabulare

source: Add Term
de: Begriff hinzufügen

source: Change Terms
de: Begriffe ändern

source: Vocabulary
de: Vokabular

source: Path for Searches
de: Suchpfad

source: term
de: Begriff

source: terms
de: Begriffe

source: Available creative sectors
de: Verfügbare Kreativbereiche

source: for people
de: Personen

source: for institutions
de: Institutionen

source: for documents
de: Dokumente

source: for events
de: für Veranstaltungen

source: for groups of people
de: für Gruppen

source: context category
de: Geschäftsfeld

source: context categories
de: Geschäftsfelder
