Repository: hyperlocalhq/django-base-libs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es

source: Featured Magazin
es: Revista publicada

source: Start page left
es: Página inicial izquierda

source: Start page center
es: Página inicial mediana

source: Start page right
es: Página inicial derecha

source: Homepage
es: Página inicial

source: Plan & Organize – First
es: Planear & Organizar - Primero

source: Plan & Organize - Second
es: Planear & Organizar - Segundo

source: Plan & Organize - Third
es: Planear & Organizar - Tercero

source: Magazine – First
es: Revista - Primera

source: Magazine – Second
es: Revista - Segunda

source: Magazine – Second - Featured
es: Revista - Segunda - Configurada

source: Magazine - Third
es: Revista - Tercera

source: Magazine – Special Event
es: Revista - Evento Especial

source: Shop – Overview
es: Tienda - Sinopsis

source: Shop – First
es: Tienda - Primera

source: Exhibitions
es: Exposiciones

source: Magazine
es: Revista

source: Social
es: Sociál

source: Image authorship
es: Autoría de imagen

source: Email
es: Correo electrónico

source: Reset password
es: Restablecimiento de contraseña

source: Impressions
es: Impresiones

source: Clicks
es: Clics

source: Main data
es: datos generales

source: Publishing
es: Publicación

source: Company Name
es: Nombre de la Empresa

source: Company Site
es: Página de la Empresa

source: Advertisers
es: Anunciantes

source: Advertised URL
es: URL Anunciado

source: Start showing
es: Empezar la presentación

source: Stop showing
es: Acabar la presentación

source: Zone
es: Zona

source: Show label "Advertisement"
es: Enseña etiqueta "Anuncio"

source: When
es: Cuándo

source: Who
es: Quién

source: Banner
es: Bandera

source: Advertisement
es: Anuncio

source: Article Selection
es: Selección del artículo

source: Article Category
es: Categoría del artículo

source: Article Categories
es: Categorías del artículo

source: name
es: Nombre

source: is spam
es: esta espam

source: Optional
es: Opcional

source: Write a comment
es: Escribe un comentario

source: Copyright
es: Derechos de autor

source: Google Maps API Key
es: Google Maps API Clave

source: Editorial Content
es: Contenido editorial

source: Presentation
es: Presentación

source: Teaser
es: Rulo

source: Footnote
es: Pie de página

source: Frontpage Teaser
es: Rulo de la página principal

source: 25% of the full width
es: 25% del pleno width

source: 33.3% of the full width
es: 33.3% del pleno width

source: 50% of the full width
es: 50% del pleno width

source: 66.6% of the full width
es: 66.6% del pleno width

source: 75% of the full width
es: 75% del pleno width

source: Full width
es: Pleno width

source: Image Caption
es: Anotación de imagen

source: Column width for phones
es: Columna width para teléfonos

source: Column width for tablets
es: Columna width para tabletas

source: Column width for small desktops
es: Columna width para pantallas pequeñas

source: Column width for large desktops
es: Columna width para pantallas grandes

source: CSS Class
es: Categoría CSS

source: Editorial content
es: Contenido editorial

source: Editorial contents
es: Contenidos editoriales

source: Teasers
es: Rulos

source: Subdescription
es: Suscripción

source: Title 3
es: Título 3

source: Frontpage Teasers
es: Rulo de primera página

source: PDF Documents
es: Documentos PDF

source: Prices
es: Precios

source: Details
es: Detalles

source: Status
es: Estado

source: Geoposition?
es: Geoposición?

source: Events in the Museums of Berlin
es: Eventos en los museos de Berlín

source: Not Listed
es: No listado

source: Imported
es: Importado

source: Expired
es: Expirado

source: Trashed
es: Batanado

source: Germany
es: Alemania

source: Press text
es: Texto de prensa

source: Description locked
es: Descipción cerrada

source: When checked, press text won't be copied automatically to description.
es: Después de cheque, textos de prensa no serán copiados automático a la descripción.

source: PDF Document in German
es: Documento PDF en aleman

source: PDF Document in English
es: Documento PDF en inglés

source: Featured in Newsletter
es: Públicado en boletín

source: Other languages
es: Otros idiomas

source: Also suitable for children
es: También adecuado para niños

source: Museum
es: Museos

source: Location name
es: Nombre de lugar

source: Street address
es: Dirección

source: Street address (second line)
es: Dirección (segunda raya)

source: Postal code
es: Código postal

source: Related exhibition
es: Exposición relacionada

source: Free admission
es: Entrada gratis

source: Meeting place
es: Lugar de encuentro

source: Admission price (€)
es: Precio entrada (€)

source: Admission price info
es: Información precio entrada

source: Reduced admission price (€)
es: Entrada precio reducido

source: Booking info
es: Información reserva

source: Buy ticket
es: Comprar entrada

source: A link to an external ticket shop
es: Vínculo a la venta de entradas externa

source: Event date
es: Data evento

source: Event start time
es: Hora de inicio del evento

source: Favorites count
es: Conteo de favoritos

source: Start time
es: Hora de inicio

source: End time
es: Hora de fin

source: Organizing museum
es: Museo organizador

source: Other Organizer
es: Otro organizados

source: Organizers
es: Organizadores

source: Media Files
es: Archivos medios

source: Tomorrow
es: Mañana

source: 7 Days
es: 7 Días

source: 30 Days
es: 30 Días

source: Museum from the list <b>(active)</b> / <a href="#">Free location</a>
es: Museo de la lista <b>(activo)</b> / <a href="#">Lugar libre</a>

source: Delete PDF Document in German
es: Borrar Documento PDF en aleman

source: Delete PDF Document in English
es: Borrar Documento PDF en inglés

source: Free location <b>(active)</b> / <a href="#">Museum from the list</a>
es: Lugar libre <b>(activo)</b> / <a href="#">Museo de la lista</a>

source: Basic Info
es: Informaciónes básicos

source: Organizers (when differ from location)
es: Organizadores (cuando diferidos del lugar)

source: Categories and Tags
es: Categorías y etiquetas

source: This field is required.
es: Este campo requerido

source: Museum from the list <b>(active)</b> / <a href="#">Other Organizer</a>
es: Museo de la lista <b>(active)</b> / <a href="#">Otro Organizador</a>

source: Other Organizer <b>(active)</b> / <a href="#">Museum from the list</a>
es: Otro Organizador <b>(active)</b> / <a href="#">Museo de la lista</a>

source: Repeat
es: Repetir

source: Every week
es: Cada semana

source: Every second week
es: Cada segunda semana

source: till
es: hasta

source: Mo
es: Lu

source: Tu
es: Ma

source: We
es: Mié

source: Th
es: Jue

source: Fr
es: Vie

source: Su
es: Do

source: Create event times
es: Crear Hora de evento

source: Basic Information
es: Información básica

source: Images
es: Imágenes

source: There are errors in this form. Please correct them and try to save again.
es: Hay errores en este formulario. Por favor corregir y guardarlas otra vez.

source: Add Image
es: Añadir Imágen

source: Edit Image
es: Editar imagen

source: Crop image
es: Rapar imagen

source: Do you really want to delete this image?
es: Seguramente quiere borrar la imagen?

source: Yes, Please
es: Si, por favor

source: No, Thanks
es: No, gracias

source: Are you sure you want to delete this photo?
es: Seguramente quiere borrar esta foto?

source: Available formats are JPG, GIF, PNG, TIFF, and BMP. Minimal size is 100 × 100 px. Optimal size is 1000 × 350 px (min).
es: Formatos disponibles PG, GIF, PNG, TIFF, y BMP. Tamaño minimal 100 × 100 px. Tamaño óptimo 1000 × 350 px (min).

source: Copyright / Photographer
es: Derechos de autor / Fotógrafo

source: Caption <span class="lang">%s</span>
es: Anotación <span class="lang">%s</span>

source: Save file
es: Guardar archivo

source: You need to upload a valid file.
es: Tiene que subir un archivo válido.

source: Delete Photo?
es: Borrar Foto?

source: Other locations
es: Otros lugares

source: Price info
es: Información precio

source: Shop link
es: Vínculo tienda

source: Suitability
es: Aptitud

source: Newly Opened Exhibition
es: Recientemente abiertas exposiciones

source: Exhibitions in the Museums of Berlin
es: Exposiciones en los museos de Berlín

source: Catalog
es: Catálogo

source: Catalog ordering possibilities
es: Posibilidades de disponer un catálogo

source: Exhibition extended
es: Exposición ampliada

source: Permanent exhibition
es: Exposición permanente

source: Special exhibition
es: Exposición especial

source: Other exhibition locations
es: Otros lugares de exposiciones

source: Featured in Magazine
es: Públicado en revista

source: Closing soon
es: Cierre pronto

source: See prices from museum
es: Vea el precio del museo

source: Free entrance
es: Entrada gratis

source: Reduced admission price info
es: Información del precio de la entrada reducida

source: See opening hours from museum
es: Vea el horario del museo

source: Special for children / families / youth
es: Especial para niños / familias / jóvenes

source: Last entry
es: Entrada última

source: Open 24/7
es: Abierto 24/7

source: Individual Opening Time of the Exhibition
es: Hora de abertura individual para la exposición

source: Season
es: Temporada

source: Seasons
es: Temporadas

source: Newly opened exhibition
es: Exposición recientemente abierta

source: Newly opened exhibitions
es: Exposiciones recientemente abiertas

source: Current
es: Actual

source: Upcoming
es: Próximamente

source: Newly open
es: Recientemente abierto

source: Special Exhibitions
es: Exposiciones especiales

source: Permanent Exhibitions
es: Exposiciones permanentes

source: Suitable for people with disabilities
es: Apropriado para discapacitados

source: Particularities
es: Particularidades

source: Add Individual Opening Hours
es: Añadir un horario individual

source: Add Closing Time / Holiday
es: Añadir hora de cierre / vacaciones

source: Closing Times / Holidays
es: Hora de cierre / Vacaciones

source: Relocate on map
es: Trasladar en mapa

source: From %(time)s
es: A partir de %(time)s

source: To %(time)s
es: Hasta %(time)s

source: Breaks
es: Pausas

source: Duration
es: Duración

source: End date should be later than the start date.
es: Fecha del fin debe que ser más tarde que la fecha del inicio

source: Museum's Opening Hours
es: Horario del museo

source: Accessibility
es: Accesibilidad

source: Admission
es: Entrada

source: Newly Opened Exhibition w/ Teaser
es: Exposición recientemente abierta con señuelo

source: Newly opened exhibition with teaser
es: Exposición recientemente abierta con señuelo

source: Newly opened exhibitions with teasers
es: Exposiciones recientemente abiertas con señuelo

source: Links
es: Vínculos

source: Placement
es: Colocación

source: Museums
es: Museos

source: Workshops
es: Talleres

source: Internal Links
es: Vínculos internos

source: Group title
es: Título de grupo

source: Link 1 Text
es: Vínculo 1 Texto

source: Link 1 URL
es: Vínculo 1 URL

source: Link 2 Text
es: Vínculo 2 Texto

source: Link 2 URL
es: Vínculo 2 URL

source: Link 3 Text
es: Vínculo 3 Texto

source: Link 3 URL
es: Vínculo 3 URL

source: Guided Tours
es: Visitas guiadas

source: Link Group
es: Vínculo Grupo

source: Link Groups
es: Vínculo Grupos

source: Synchronize list
es: Sincronizar lista

source: API key
es: Clave API

source: Delete member
es: Eliminar miembro

source: Campaigns
es: Campañas

source: Image and text
es: Imágen y texto

source: Text only
es: Sólo texto

source: Name
es: Nombre

source: Send unsent selected messages
es: Remitente

source: Template Name
es: Nombre de Plantilla

source: Spam
es: Espam

source: Cover
es: Tapa

source: Youtube video
es: Video Youtube

source: Vimeo video
es: Video Vimeo

source: Cover image
es: Portada

source: Featured
es: Públicado

source: Title in %s
es: Título en %s

source: Link
es: Vínculo

source: Menu Block
es: Bloque de menu

source: Menu Blocks
es: Bloques de menu

source: Group bookings phone
es: Reservación grupos Teléfono

source: Service phone
es: Teléfono de servicio

source: Mediation offer
es: Propuesta de mediación

source: Audioguide languages
es: Idiomas de audio guía

source: Explanation
es: Explicación

source: Services
es: Servicios

source: Invite owners
es: Invitar propietarios

source: Owners
es: Propietarios

source: Accessibility option
es: Opción de accesibilidad

source: Accessibility options
es: Opciones de accesibilidad

source: Parent museum
es: Museo matriz

source: Special for children
es: Especial para niños

source: Open on Mondays
es: Abre los lunes

source: Family ticket
es: Billete familiar

source: Group ticket
es: Billete de grupo

source: Yearly ticket
es: Billete anual

source: Museumspass Berlin
es: Abono Museumspass Berlin

source: Museum Shop
es: Tienda de museo

source: Restaurant
es: Restaurante

source: Cafe
es: Cafetería

source: Library
es: Biblioteca

source: Archive
es: Archivo

source: Diaper changing table
es: Envolvedor

source: Audioguide
es: Audioguía

source: French
es: Francés

source: Italian
es: Italiano

source: Spanish
es: Español

source: Polish
es: Polaco

source: Turkish
es: Turco

source: Audioguide for children
es: Audioguía para niños

source: Audioguide for people with learning difficulties
es: Audioguía para personas con problemas de aprendizaje

source: Season title
es: Título sazonar

source: e.g. Christmas, Easter, etc.
es: p.ej. Navidades, Semana Santa, etc.

source: Regular Opening hours
es: Horario regular

source: Break Starts
es: Pausa empieza

source: Break Ends
es: Pause termina

source: Special opening time
es: Hora de apertura especial

source: Special Opening hours
es: Horario especial

source: Social media type
es: Típo de red social

source: e.g. twitter, facebook, etc.
es: p.ej. twitter, facebook, etc.

source: Social media channel
es: Canal de red social

source: Social media channels
es: Canales de redes sociales

source: Mon
es: Lun

source: Tue
es: Mar

source: Wed
es: Mié

source: Thu
es: Jue

source: Fri
es: Vie

source: Sat
es: Sab

source: Sun
es: Dom

source: Available Offers
es: Propuestas disponibles

source: Booking Phone
es: Teléfono de reserva

source: Service Phone
es: Teléfono de servicio

source: Available Services
es: Servicios disponibles

source: Available Audioguides
es: Audioguías disponibles

source: Every year
es: Cada año

source: Occasion
es: Ocasión

source: Special date
es: Fecha especial

source: Reduced Prices
es: Precios reducidos

source: Offers
es: Propuestas

source: Social media
es: Red Social

source: Audioguides
es: Audioguías

source: Search In
es: Buscar en

source: Other Content
es: Otro contenido

source: Shop
es: Tienda

source: Shop Link
es: Vínculo Tienda

source: Price
es: Precio

source: Related museums, exhibitions, events, and guided tours
es: Museos, exposiciones, eventos y visitas guiadas relacionados

source: Price (€)
es: Precio (€)

source: For children
es: Para Niños

source: Product
es: Producto

source: Products
es: Productos

source: Filter
es: Filtro

source: Edit
es: Editar

source: Has bookable group offer
es: Hay una propuesta de grupo para reservar

source: Special for preschool children (up to 5 years)
es: Especial para niños preescolares (hasta 5 años)

source: Special for children of primary school age (6-12 years)
es: Especial para niños de edad de escuela primaria (6-12 años)

source: Special for youth (aged 13 years)
es: Especial para jóvenes (13 años)

source: Special for families
es: Especial para familias

source: Special for people in wheelchairs
es: Especial para personas en sillas de ruedas

source: Special for deaf people
es: Especial para personas sordas

source: Special for blind people
es: Especial para personas ciegas

source: Special for people with learning difficulties
es: Especial para personas con dificultades de aprendizaje

source: For people in wheelchairs
es: Para personas en sillas de ruedas

source: For deaf people
es: Para personas sordas

source: For blind people
es: Para personas ciegas

source: For people with learning difficulties
es: Para personas con dificultades de aprendizaje

source: Free offer
es: Propuesta gratis

source: Open All Items
es: Abrir todos objetos

source: close
es: cerrar

source: Show my current location
es: Enseña mí lugar actual

source: filter
es: filtrar

source: Please, select a location in the map!
es: Escoge un lugar en el mapa, po favor!

source: Add exhibition
es: Añadir exposición

source: Add event
es: Añadir evento

source: Add Guided Tour
es: Añadir una visita guiada

source: Guided Tours, Workshops and educational offers
es: Visitas guiadas, talleres y propuestas educativas

source: Add museum
es: Añadir museo

source: Add Shop Product
es: Añadir producto de tienda

source: Shop Product
es: Producto de tienda

source: Only Published
es: Sólo públicado

source: Add Product
es: Añadir Producto

source: Forgot your Password?
es: Ha olvidado su contraseña?

source: Don't have an account?
es: No tiene cuenta?

source: Sign Up
es: Apuntarse

source: You want to try again?
es: Quiere probar otra vez?

source: Already have an account?
es: Ya tiene cuenta?

source: Tools
es: Instrumentos

source: New exhibitions opened under the theme year
es: Nuevas exposiciones abiertas bajo del año temático

source: Related exhibitions
es: Exposiciones relacionadas

source: Additional Contents
es: Contenido adicional

source: Login for Museums
es: Inicio de sesión museos

source: Newly Opened
es: Recientemente Abierto

source: Must see
es: Imperdible

source: Follow us
es: Siganos

source: Featured Museums
es: Museos Públicados

source: Good to Know
es: Bueno saber

source: Featured Exhibitions
es: Exposiciones Públicadas

source: Show location on map
es: Enseña el lugar en el mapa

source: Share on Twitter
es: Comparta en Twitter

source: Share on Facebook
es: Comparta en Facebook

source: Meeting point
es: Lugar de reunión

source: Service Telephone
es: Teléfono de servicio

source: Telephone
es: Teléfono

source: Booking Telephone
es: Teléfono de reserva

source: less
es: menos

source: Admission price
es: Precio entrada

source: Reduced price
es: Precio reducido

source: More Events
es: Más eventos

source: All products of the event
es: Todos productos de los eventos

source: Permanent event
es: Evento permanente

source: Filter selection
es: Selección de filter

source: Show map
es: Enseña mapa

source: Suitable for children
es: Apropiado para niños

source: New event
es: Nuevo evento

source: Add new event
es: Añadir nuevo evento

source: Hours
es: Horas

source: Minutes
es: Minutos

source: add a tag
es: añadir una etiqueta

source: Add organizer
es: Añadir organizador

source: Image Gallery
es: Galería de imagenes

source: Add image
es: Añadir imagen

source: Add event time
es: Añadir hora de evento

source: More Exhibitions
es: Más Exposiciones

source: Vernissage
es: Inauguración

source: Break:
es: Pausa:

source: Tickets
es: Billetes

source: Arrangements for children
es: Preparativos para niños

source: Free entrance for
es: Entrada gratis para

source: Free entrance times
es: Tiempos de entrada gratis

source: Other tickets
es: Otros billetes

source: Member of Museumspass Berlin
es: Miembros del Museumspass Berlin

source: Suitable for disabled
es: Apropiado para discapacitados

source: All products of the exhibition
es: Todos productos de la exposición

source: Vernissages
es: Inauguraciones

source: Vernissages in the Museums of Berlin
es: Inauguraciones en los museos de Berlín

source: New exhibition
es: Nueva exposición

source: Add new exhibition
es: Añadir nueva exposición

source: You didn't favor any objects.
es: No ha favorecido níngun objeto.

source: Favorite Events
es: Eventos Favoritos

source: You didn't favor any events.
es: No ha favorecido níngun evento.

source: Favorite Exhibitions
es: Exposiciones favoritas

source: You didn't favor any exhibitions.
es: No ha favorecido nínguna exposición.

source: Favorite Museums
es: Museo Favorito

source: You didn't favor any museums.
es: No ha favorecido níngun museo.

source: Favorite Guided Tours, Workshops and Educational Offers
es: Visitas guiadas, talleres, y propuestas educativas favoritas

source: You didn't favor any guided tours.
es: No ha favorecido nínguna visita guiada.

source: Add to Favorites
es: Añadir a favoritos

source: Remove from Favorites
es: Eliminar de favoritos

source: Adjust Image
es: Adjustar Imagen

source: Crop Image
es: Cortar Imagen

source: Current Tweets
es: Últimos Tweets

source: Current Guided Tours, Workshops and educational offers
es: Visitas guiadas, talleres y propuestas educativas actuales

source: Social Networks
es: Redes Sociales

source: For children and teenager
es: Para niños y jóvenes

source: Current Exhibitions
es: Exposiciones Actuales

source: Current Events
es: Eventos Actuales

source: All products of the museum
es: Todos productos del museo

source: Museums, Palaces, and Memorials
es: Museos, Palacios y Monumentos

source: New museum
es: Nuevo museo

source: Add new museum
es: Añadir nuevo museo

source: Add opening hours
es: Añadir el horario

source: Suche
es: Buscar

source: Previous Page
es: Página anterior

source: Next Page
es: Próxima página

source: New Shop Product
es: Nuevos producto de tienda

source: buy
es: comprar

source: Related museums
es: Museos relacionados

source: Related guided tours
es: Visitas guiadas relacionadas

source: Similar products
es: Productos similares

source: Offers from the Shops of Berlin Museums and more
es: Propuestas de las tiendas de los museos de Berlín y otros

source: Shop information
es: Informaciones tiendas

source: I agree
es: acceptar

source: Invitation has been sent.
es: Invitación ha sido enviada.

source: Back to the list
es: Volver a la lista

source: Public Transport
es: Transporte Público

source: Point of departure
es: Punto de salida

source: Destination
es: Destino

source: Arrival
es: Llegada

source: Departure
es: Salida

source: Submit request
es: Mandar consulta

source: Your filter selection did not match any items.
es: Su selección no corresponde a ningún detalle.

source: Do you really want to delete this item?
es: Seguramente quiere borrar este objeto?

source: Product list
es: Lista de productos

source: current
es: actual

source: Smart lists
es: Lista hábil

source: Calendar
es: Calendario

source: Alphabet
es: Alfabeto

source: Open late
es: Abierto tarde

source: Sort by
es: Clasificar por

source: Return to the List
es: Vuelva a la lista

source: Bookable group offer
es: Propuesta Grupo para reservar

source: Barrier-free guided tours
es: Visitas guiadas libre de barreras

source: Guided Tour
es: Visita guiada

source: Other Guided Tours, Workshops and educational offers
es: Otras visitas guiadas, talleres y propuestas educativas

source: All products of the guided tour
es: Todos productos de la visita guiada

source: New Guided Tour
es: Nueva visita guiada

source: Add new Guided Tour
es: Añadir una nueva visita guiada

source: Add another date
es: Añadir otra fecha
