Repository: hyperlocalhq/django-base-libs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es

source: Password reset complete
de: Kennwort zurücksetzen vollständig
es: Restablecimiento de contraseña completo

source: Your password has been set. You may go ahead and log in now.
de: Ihr Passwort wurde geändert. Sie können sich jetzt einloggen.

source: Password reset confirmation
de: Kennwort Zurücksetzung Bestätigen

source: Enter new password
de: Neues Kennwort eingeben

source: Please enter your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie aus Sicherheitsgründen Ihr Kennwort zweimal ein (um sicherzustellen, das Sie es korrekt eingegeben haben).

source: Password reset unsuccessful
de: Kennwort Zurückgesetztung nicht erfolgt

source: Password reset successful
de: Kennwort erfolgreich zurückgesetzt
es: Restablecimiento de contraseña éxitoso

source: We've e-mailed a new password to the e-mail address you submitted. You should be receiving it shortly.
de: Wir haben Ihnen ein neues Kennwort per eMail an die Adresse, die Sie uns gegeben haben, zugeschickt. Es sollte in Kürze ankommen.

source: You're receiving this e-mail because you requested a password reset
de: Sie erhalten diese Mail, weil Sie ein neues Kennwort angefordert haben

source: for your user account at %(site_name)s
de: Für ihr Benutzerkonto bei %(site_name)s

source: Your username, in case you've forgotten:
de: Ihr Benutzername, falls Sie ihn vergessen haben:

source: Thanks for using our site!
de: Vielen Dank, dass Sie unsere Seite besuchen!
es: Gracias para utilizar nuestra página!

source: The %(site_name)s team
de: Das Team von %(site_name)s

source: Forgotten your password? Enter your e-mail address below, and we'll reset your password and e-mail the new one to you.
de: Haben Sie Ihr Kennwort vergessen? Geben Sie einfach Ihre hinterlegte E-Mail-Adresse ein und wir setzen das Kennwort auf ein neues um und senden es Ihnen per E-Mail zu.

source: E-mail address:
de: E-Mail-Adresse:

source: Reset my password
de: Mein Kennwort zurücksetzen

source: First child
de: Erstes Kind

source: Recover %(name)s
de: Gelöschte %(name)s wieder herstellen

source: Revert %(name)s
de: %(name)s rückgängig machen

source: There are no deleted objects to recover.
de: Es sind keine gelöschten Objekte zur Wiederherstellung vorhanden.

source: Language selection
de: Sprachauswahl

source: Progress
de: Fortschritt

source: Messages
de: Nachrichten

source: Fuzzy
de: Unscharf

source: Download this catalog
de: Download dieses Kataloges

source: Display:
de: Anzeige:

source: Translated only
de: Nur übersetzte

source: suggest
de: Vorschlagen

source: %(more_count)s more
de: %(more_count)s mehr

source: Skip to page:
de: Direkt zu Seite:

source: Displaying:
de: Anzeigen:

source: A tag may be no more than %s characters long.
de: Ein Tag kann nicht mehr als %s Zeichen lang sein.

source: content type
de: Content-Typ

source: object id
de: Objekt ID

source: tagged item
de: getaggtes Element

source: tagged items
de: getaggte Elemente

source: There is
de: Da ist

source: Please enter a valid e-mail address
de: Bitte eine gültige e-mail Adresse eingeben

source: "%(email)s" is not a valid e-mail address
de: "%(email)s" ist keine gültige E-mail Adresse

source: Please enter at least one valid e-mail address
de: Bitte mindestens eine gültige E-mail Adresse eingeben

source: Select a valid choice. That choice is not one of the available choices.
de: Bitte eine gültige Auswahl treffen; '%(data)s' ist nicht in %(choices)s.

source: The file you uploaded was either not an image, was corrupted, or contained unsupported properties. Please save it for web without interlacing and try again.
de: Die hochgeladene Datei wurde entweder kein Bild, war fehlerhaft, oder nicht enthaltenen Eigenschaften. Bitte speichern Sie sie für das Web ohne Interlacing und versuchen Sie es erneut.

source: File type of the uploaded file is invalid.
de: Die verwendete Dateiart der ausgewählten Datei wird nicht unterstützt.

source: Save and Add Another
de: Sichern und weiteres hinzufügen

source: Hello
de: Hallo

source: Publish Status
de: Veröffentlichungsstatus
es: Estado de la publicación

source: Related object
de: Bezugnehmendes Objekt

source: Related Object, Sites and URL Identifier
de: Bezugnehmendes Objekt, Seiten und URL-Name

source: Sites
de: Websites
es: Páginas

source: Page title
de: Seitentitel

source: Markup type
de: Markup-Typ

source: creator
de: Ersteller

source: %(obj)s Content Object
de: %(obj)s Content-Objekt

source: %s's type (model)
de: %s-Typ (Model)

source: Please select the related object.
de: Bitte wählen Sie mindestens ein bezugnehmendes Objekt aus.

source: URL identifier
de: URL Identifikator

source: Please select some sites, this container relates to. If you do not select any site, the container applies to all sites.
de: Bitte wählen Sie die relevanten Webseiten für diesen Container. Wenn Sie keine Auswahl treffen, gilt der Container für alle Webseiten.

source: Roots Node does not exist. Please create one.
de: Roots Knoten existiert nicht. Bitte erstellen.

source: Do not change this value!
de: Ändern Sie diesen Wert nicht!

source: Separate keywords by comma.
de: Stichworte durch Komma trennen.

source: page title
de: Seitentitel

source: Monday
de: Montag
es: Lunes

source: Tuesday
de: Dienstag
es: Martes

source: Wednesday
de: Mittwoch
es: Miércoles

source: Thursday
de: Donnerstag
es: Jueves

source: Friday
de: Freitag
es: Viernes

source: Saturday
de: Samstag
es: Sábado

source: Sunday
de: Sonntag
es: Domingo

source: Fee Label
de: Gebühr Label

source: Fee Amount
de: Eintritt

source: Registration Required
de: Registrierung erforderlich

source: Plain Text
de: Nur Text

source: Raw HTML
de: HTML

source: Change Access to %(original)s
de: Zugang zu %(original)s ändern

source: Add Permissions
de: Zugriffsrechte hinzufügen

source: Current Permissions
de: Aktuelle Zugriffsrechte

source: Do you really want to delete this permission?
de: Wollen Sie diese Zugriffsrechte wirklich löschen?

source: Apply
de: Anwenden

source: Reset
de: Zurücksetzen
es: Restablecimiento

source: No row level permissions
de: Keine Objekt-Zugriffsrechte

source: Permission Set
de: Zugriffsrechte

source: Add permission owner
de: Zugriffsrechte hinzufügen

source: Note
de: Hinweis

source: You will have to activate JavaScript in your browser's settings to display the hierarchical structure correctly and to be able to reorder the items.
de: Sie müssen JavaScript aktivieren in den Einstellungen Ihres Browsers, um die hierarchische Struktur korrekt angezeigt und um in der Lage zu sein, um die Elemente neu anordnen.

source: You will have to activate JavaScript in your browser's settings to be able to display the hierarchical structure correctly.
de: Sie müssen JavaScript aktivieren in den Einstellungen Ihres Browsers, um die hierarchische Struktur korrekt anzeigen zu können.

source: Here you can edit the order of a %(name)s. Drag and drop a %(name)s to change the order or hierarchy structure.
de: Hier können Sie die Reihenfolge von %(name)s per Drag und Drop bearbeiten, um die Reihenfolge oder hierarchische Struktur zu ändern.

source: Save all changes
de: Alle Änderungen speichern

source: Expand all
de: Alle erweitern

source: Collapse all
de: Alle zuklappen

source: By %(filter_title)s
de: Nach %(filter_title)s

source: In navigation
de: In der Navigation

source: Is published
de: Ist Veröffendlicht

source: Edit page
de: Seite Ändern

source: View
de: Ansicht

source: Move
de: bewegen

source: This user has no change history.
de: Dieses Objekt enthält keine Versionsinformation.

source: User Activities
de: Benutzer Aktivitäten

source: Edit Permissions
de: Zugriffsrechte ändern

source: Choose an email template to send a message to the people
de: Bitte E-Mail Vorlage auswählen um eine Nachricht an die Personen zu senden

source: Sending
de: Senden

source: Test transmission
de: Test-Übertragung

source: Send this mailing to the following address(es) for testing purposes (separated by commas):
de: Senden Sie dieses Mail an die folgende Adresse (n) für Testzwecke (durch Kommas getrennt):

source: Send test mail
de: Test-Mail senden

source: Real transmission
de: Tatsächliche Übertragung

source: This mailing has already been sent!
de: Diese Mailing wurde bereits verschickt!

source: This mailing will be sent to the following mailing lists:
de: Diese Mailing wird an die folgenden Mailing-Listen geschickt:

source: %(recipients_count)s recipients
de: %(recipients_count)s Empfänger

source: Send mailing to all recipients
de: Mailing an alle Empfänger senden

source: Do you really want to send out the mailing to all recipients?
de: Wollen Sie diese Mail tatsächlich an alle Empfänger senden?

source: Choose an email template to send a message to the subscribers
de: Bitte E-Mail Vorlage auswählen, um eine Nachricht an die Empfänger zu senden

source: Filebrowser
de: Datei Browser

source: Choose an email template to send a message to the institutions
de: Bitte E-Mail Vorlage auswählen um eine Nachricht an die Institutionen zu senden

source: Documents
de: Dokumente

source: Document Type
de: Dokument Art

source: Document File
de: Dokument Datei

source: Hold down "Control", or "Command" on a Mac, to select more than one.
de: Um mehr als eine Selektion zu treffen, "Strg", oder auf dem Mac "Command", beim Klicken gedrückt halten.

source: File size
de: Dateigröße (MB)

source: Event Time
de: Veranstaltungszeitraum

source: All-day Event
de: Ganztägige Veranstaltung

source: Add Event Time
de: Veranstaltungszeitraum hinzufügen

source: Select a venue
de: Wählen Sie einen Veranstaltungsort

source: ...or enter a venue title
de: ... oder tragen Sie einen Veranstaltungsort ein

source: Venue title
de: Veranstaltungsort

source: Postal Code/ZIP
de: Postleitzahl

source: Phones
de: Telefone

source: Type not listed?
de: Typ hinzufügen?

source: Area
de: Bereich

source: w/o (0)
de: Ortsvorwahl ohne 0

source: Number
de: Nummer

source: plus extension
de: Nummer plus Durchwahl

source: Default
de: Standard
es: Incumplimiento

source: On hold
de: Inaktiv

source: E-mail Addresses
de: E-Mail Adressen

source: Websites
de: Webseiten

source: Organizer Title
de: Veranstalter Name

source: Organizer Website
de: Veranstalter Website

source: Additional info (English)
de: Zusatzinformation (Englisch)

source: Additional info
de: Zusatzinformationen
es: Info adicional

source: Additional info (German)
de: Zusatzinformation (Deutsch)

source: Contact
de: Kontakt
es: Contactos

source: This field is required if you want this contact to be saved.
de: Dieses Feld muss ausgefüllt sein, um den Eintrag zu sichern.

source: Primary for this contact
de: Hauptkontakt

source: Billing
de: Rechnungsadresse

source: Shipping
de: Lieferadresse

source: e.g. "director", "manager", "student", "doctor", etc.
de: z.b. "Direktor", "Manager", "Student", "Doktor", etc.

source: City
de: Ort

source: Additional Address Information
de: Zusätzliche Adress-Information

source: From
de: Von
es: De

source: To
de: An

source: Infosubscription
de: Informationsabonnement

source: Send an Email
de: E-Mail senden

source: Send test email
de: Test-E-Mail senden

source: Send email
de: E-Mail senden

source: Institution type
de: Institutions-Typ

source: Non profit
de: Gemeinnützig

source: Contacts
de: Kontakte
es: Contactos

source: Add Contact
de: Kontakt hinzufügen

source: Public transport to access this institution
de: Die Institution ist mit öffentlichen Verkehrsmitteln zu erreichen

source: Parking available
de: Parkmöglichkeiten vorhanden

source: WLAN available
de: WLAN vorhanden

source: Payment options
de: Zahlungsarten

source: Bank Transfer
de: Banküberweisung

source: Tax info
de: Steuerliche Angaben

source: Institutions (places)
de: Institutionen

source: Job Offers
de: Jobangebote

source: Job Offer
de: Jobangebot

source: Job Type
de: Tätigkeitsart

source: Offerer
de: Anbieter

source: Select the offering institution
de: Wählen Sie die anbietende Institution

source: ... or enter an institution title
de: ...oder geben Sie den Institutions- bzw. Firmennamen ein

source: Offering institution title
de: Jobanbieter

source: Select a contact person
de: Wählen Sie einen Ansprechpartner

source: ... or enter contact person name
de: ... oder geben Sie den Namen des Ansprechpartners ein

source: Contact person name
de: Kontaktperson

source: Contact Info
de: Kontaktinformation

source: Publishing date
de: Veröffentlichungsdatum

source: Published until
de: Veröffentlicht bis

source: Persons
de: Personen

source: Birth / Maiden Name
de: Geburtsname

source: Individual type
de: Person-Typ

source: User Account
de: Benutzerkonto

source: Required. 30 characters or fewer. Alphanumeric characters only (letters, digits and underscores).
de: Maximal 30 Zeichen und nur alphanumerisch (Buchstaben, Ziffern und Unterstrich).

source: Old password
de: Altes Kennwort

source: Enter the old password only if you want to change it
de: Geben Sie das alte Kennwort nur ein, wenn Sie es ändern wollen

source: Confirm new password
de: Neues Kennwort bestätigen

source: Personal Information
de: Stammdaten

source: Spoken languages
de: Sprachen

source: Preferences
de: Einstellungen

source: Privacy Settings
de: Privatsphäre Einstellungen

source: Individuals (people)
de: Personen

source: Categories & tags
de: Kategorien & Tags

source: Categories
de: Kategorien
es: Categorías

source: Fees
de: Eintrittskosten

source: Fee Label (English)
de: Kosten Label (Englisch)

source: Fee Label (German)
de: Kosten Label (Deutsch)

source: Amount
de: Menge

source: Registration required
de: Registrierung erforderlich

source: Opening hours
de: Öffnungszeiten
es: Horario

source: Opens
de: Offen ab
es: Abre

source: Break starts
de: Pause beginnt

source: Break ends
de: Pause endet

source: Closes
de: Geschlossen ab
es: Cierre

source: Exceptions
de: Ausnahmen
es: Excepción

source: Select File
de: Datei wählen

source: Show Versions
de: Versionen anzeigen

source: Select a translation file
de: Wählen Sie eine Übersetzung

source: %(hits)s / %(message_number)s message
de: %(hits)s / %(message_number)s

source: File selection
de: Datein auswahlen

source: This template is not writeable.
de: Diese Vorlage können sie nicht ändern.

source: Modified
de: Zuletzt bearbeitet

source: (read only)
de: (nur Lesen)

source: Access Denied
de: Zugang verweigert

source: Sorry, you are not allowed to access this page.
de: Sie besitzen keine Berechtigung für diese Seite.

source: report
de: Berichten

source: back
de: Zurück

source: Error 404
de: Fehler 404

source: Sorry, but the page you are looking for does not exist. Like Berlin, Creative City Berlin is not flawless, so we would appreciate it if you report this error using our suggest form. The second option is to simply click the back button to continue with what you were doing.
de: Die gewünschte Seite wurde möglicherweise umbenannt oder entfernt oder die Seite ist gerade nicht erreichbar. Wenn Sie uns darüber informieren wollen, können Sie dies gerne über unser Vorschlagsformular tun. Alternativ werden Sie über die Taste "Zurück" auf die vorherige Seite weitergeleitet.

source: Suggest
de: Vorschlagen

source: Welcome
de: Willkommen

source: Welcome to %(site_name)s, the premier online destination for first hand information about the Creative Sector in Berlin.
de: Willkommen bei %(site_name)s, dem umfassenden Informationsportal für die kreativen Branchen in Berlin.

source: Your username is: %(username)s
de: Ihr Benutzername ist: %(username)s

source: You can log in at: http://www.creative-city-berlin.de/login/?goto_next=/
de: Sie können sich nun anmelden unter: http://creative-city-berlin.de/login/?goto_next=/

source: Enjoy the site, and do let us know if you have comments, concerns, suggestions, or other feedback!
de: Wir freuen uns über Ihren Besuch und auf ihre Kommentare, Beiträge und Vorschläge!

source: Edit account
de: Konto bearbeiten

source: You're receiving this e-mail because you (or someone using your email address) is attempting to create an account at
de: Sie erhalten diese Mail, weil Sie für folgende Website ein neues Konto erstellt haben (oder jemand hat Ihre E-Mail Adresse benutzt):

source: To verify your e-mail address and continue the registration process, please click the link below:
de: Um Ihre E-Mail Adresse zu bestätigen und Ihre Registrierung abschliessen zu können, klicken Sie bitte auf den folgenden Link:

source: If you have no idea what this e-mail is referring to, simply ignore it and no account will be created with your e-mail address.
de: Wenn Sie nicht wissen, worauf sich diese E-mail bezieht, ignorieren Sie sie einfach und es wird kein Benutzerkonto mit Ihrer E-Mail Adresse erstellt.

source: Thanks, The %(site_name)s team
de: Danke, Das %(site_name)s team

source: Registration
de: Anmeldung

source: Is some category missing? You can <a href="/ticket/new-category/">suggest it here</a>.
de: Fehlt Ihnen eine Kategorie? Sie können sie uns <a href="/ticket/new-category/">hier</a> zur Aufnahme vorschlagen.

source: Confirm Entered Data
de: Eingaben Prüfen

source: E-mail Add
de: E-Mail hinzufügen

source: Instant Messager
de: Instant Messenger

source: OPENING HOURS
de: Öffnungszeiten

source: closed
de: Geschlossen
es: cerrado

source: TIME_FORMAT
de: H:i

source: PAYMENT
de: Akzeptierte Zahlungsmethoden

source: Creative Sector
de: Kreativbereich

source: Creative Sectors
de: Kreativbereiche

source: Context Category
de: Geschäftsfeld

source: Context Categories
de: Geschäftsfelder

source: Object Type
de: Objekt-Typ

source: without
de: ohne

source: with direct dial
de: incl. Durchwahl

source: Instant Messaging
de: Instant Messenger

source: Save as Primary
de: Als Hauptkontakt sichern

source: Institution Contact Data
de: Kontaktdaten - Institution

source: Institutional Account
de: Institutionskonto

source: Opening Hours (Optional)
de: Öffnungszeiten (Angaben optional)

source: Apply to all days
de: Auf alle Wochentage anwenden

source: Payment
de: Akzeptierte Zahlungsmethoden

source: Your Account
de: Ihr Account

source: Login
de: Anmelden

source: Register
de: Registrieren

source: Reset your password
de: Mein Kennwort zurücksetzen

source: Login as a different user
de: Als anderer Benutzer melden

source: Edit your profile
de: Profil bearbeiten

source: Change your password
de: Mein Kennwort ändern

source: Haven't you got an account yet?
de: Sind Sie noch nicht angemeldet?

source: Create Account
de: Benutzerprofil erstellen

source: Go back
de: Zurück
es: Regresar

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie aus Sicherheitsgründen erst Ihr altes Kennwort und darunter dann zweimal (um sicherzustellen, das Sie es korrekt eingegeben haben) das neue Kennwort ein.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
de: Sie erhalten diese Mail, weil Sie ein neues Kennwort angefordert haben für ihr Benutzerkonto bei %(site_name)s.

source: Your new password is: %(new_password)s
de: Ihr neues Kennwort ist: %(new_password)s

source: Feel free to change this password by going to this page:
de: Sie können das Kennwort auf folgender Seite ändern:

source: Your username, in case you've forgotten is %(username)s
de: Ihr Benutzername ist %(username)s, falls Sie ihn vergessen haben:

source: Approve your identity
de: Bestätigung

source: Individual Account
de: Personenkonto

source: approve your identity
de: Bestätigung

source: Thank you very much for your registration. You will get a message by the email that you have entered before. Please use the link in the message to activate your acount at Creative City Berlin.
de: Herzlichen Dank für Ihre Anmeldung. Soeben wurde eine eMail an die von Ihnen angegebene Adresse geschickt. Benutzen Sie den Link in dieser Mail um Ihr Konto bei Interactive-City-Berlin zu aktivieren.

source: Choose account type
de: Kontoart auswählen

source: Please select a suitable account type. You can either register yourself just as a single person or you can also register as an owner of a group, organization or other institution. Your personal account can also be enhanced at a later point.
de: Bitte wählen Sie unter den angegebenen Kontoarten die für Sie passende aus. Sie können sich als Einzelperson ebenso registrieren lassen wie auch als Gruppe, Organisation oder sonstige Institution. Diese können Sie Ihrem persönlichen Konto auch zu einem späteren Zeitpunkt noch hinzufügen.

source: Create Individual Account
de: Personenkonto anlegen

source: Create Institutional Account
de: Institutionskonto anlegen

source: E-mail Address
de: E-Mail Adresse

source: Position in the Company
de: Position in der Institution

source: Other Opening Hours
de: Weitere Öffnungszeiten

source: Confirmation
de: Bestätigung

source: I accept <a href="/privacy/">the privacy policy</a>.
de: Ja, ich bin mit den <a href="/privacy/">Datenschutzrichtlinien</a> einverstanden.

source: I accept <a href="/terms-of-use/">the terms of use</a>.
de: Ja, ich bin mit den <a href="/terms-of-use/">Nutzungsbedingungen</a> einverstanden.

source: Privacy Protection for Contact Person (Administrator)
de: Datenschutzeinstellungen für Kontaktdaten des Administrators

source: Here you can specify personal data to be displayed in your profile to the public.
de: Hier können Sie angeben, welche Ihrer persönlichen Daten Sie veröffentlichen wollen.

source: Main Data
de: Hauptinformation

source: Established at
de: Gründungsdatum

source: Privacy Protection
de: Einstellungen Privatsphäre

source: Main Contact Data
de: Hauptkontaktdaten

source: Profile Data
de: Profildaten

source: profile
de: Profil

source: Registration complete
de: Registrierung vollständig

source: Your registration is complete.
de: Ihre Registrierung ist vollständig.

source: Welcome to Interactive-City-Berlin. Your registration has been successful and you'll be receiving a confirmation e-mail shortly. In the meantime, you've been logged in and are welcome to spend some quality time here. Enjoy the site!
de: Willkommen bei Interactive-City-Berlin! Ihre Registrierung war erfolgreich und Sie erhalten in Kürze eine Bestätigungsnachricht an ihre angegebene E-Mail-Adresse. In der Zwischenzeit können Sie sich gerne auf unserer Seite umsehen und von den erweiterten Nutzungsmöglichkeiten Gebrauch machen. Viel Spass!

source: You're almost there.
de: Sie haben es fast geschafft.

source: In order to complete registration, we need to confirm you entered a valid e-mail address. You should be getting a confirmation e-mail very shortly. It will contain instructions on how to finalize your registration.
de: Willkommen bei CreativeCityBerlin! Sie erhalten in Kürze eine Bestätigungsnachricht mit weiteren Informationen an ihre angegebene Mail-Adresse, um Ihre Registrierung abzuschließen.

source: My Profile
de: Mein Profil

source: <h2 class="main">Hello, </h2><h2 class="sub">%(user)s</h2>
de: <h2 class="main">Hallo, </h2><h2 class="sub">%(user)s</h2>

source: Read more
de: weiter
es: más

source: Own projects
de: Unterstützte Projekte

source: Donated projects
de: Unterstützte Projekte

source: Reviews
de: Bewertungen

source: First and last name
de: Vor- und Nachname

source: Date of birth
de: Geburtsdatum

source: About me
de: Über mich

source: About us
de: Über uns

source: Drafts
de: Entwürfe

source: Overview
de: Übersicht
es: Resumen

source: No articles are available
de: Keine News vorhanden

source: previous
de: Zurück
es: Anterior

source: Page %(pnumber)s of %(pages)s
de: Seite %(pnumber)s von %(pages)s
es: Página %(pnumber)s de %(pages)s

source: next
de: Weiter
es: próximo

source: show
de: Zeige

source: items per page
de: Einträge pro Seite
